Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# termsOfServiceAndPrivacyPolicyContent
source: Cortex Terms of Service and Privacy Policy This document outlines the Terms of Service and Privacy Policy applicable to the use of the Cortex application and subscription services. By using Cortex, you agree to these terms and policies. If you have any questions, feel free to contact us. 1. About the Service Cortex is a mobile application that provides users with AI-powered chat services. You can access the basic features of the application for free. Additionally, you can enjoy extra features through our subscription services. 2. Subscriptions, Credits, and Pricing Our subscription and credit services offer various options and benefits. Pricing and subscription details can be accessed through the application or our official website. A) Subscriptions - Subscriptions offer exclusive advantages and additional features based on the chosen package. - Subscription purchases are automatically charged via the payment method selected by the user. - Subscriptions automatically renew at the end of the term. Users can disable auto-renewal or cancel their subscriptions. - In case of cancellation, you will retain the benefits of your subscription until the end of the current period; however, no refunds will be issued. B) Credits - Cortex provides its own digital currency, credits, within the application. Credits are used to engage in conversations with online AI models and access additional features. - Credits can be purchased by users in specified amounts. Purchased credits are non-refundable and cannot be transferred to another account. - Credit purchases are processed instantly via the payment method selected by the user. Credit pricing is announced within the application. - Credits can only be used on the Cortex platform and are not valid on external platforms. C) Pricing Policy - All applicable pricing information for subscriptions and credits will be displayed within the application or on our official website. - Cortex reserves the right to modify its pricing and credit policies. Price changes will be announced within the application. 3. User Accounts and Security To access the Cortex application, you must provide a username, email address, and password. You are responsible for the security of your account. It is important to create a strong password. If you notice any unauthorized access to your account, please contact us immediately. 4. Responsibilities of AI Models - Cortex provides an AI-powered service. However, Cortex cannot be held liable for any incorrect, misleading, or potentially harmful responses provided by the AI models. Users should carefully evaluate the information provided. - The AI does not guarantee the accuracy of the advice, suggestions, or information it provides. Users should avoid relying on this information without professional consultation or verification. - Users agree to use Cortex's AI in compliance with legal and ethical standards. Cortex reserves the right to suspend or terminate accounts in case of misuse. 5. Data Usage and Privacy The Cortex Privacy Policy explains how your data is collected, used, and stored. By using this service, you agree to the data collection and usage practices outlined in the Privacy Policy. A) Data Collection Cortex collects only the following information from its users: - Email address - Password (distinct from your email account password) - Username B) Data Usage The information we collect is used solely for login and in-app functionality. Your personal information is not used for any other purpose. C) Data Sharing Cortex does not share user data with any third parties. All collected data is used exclusively for in-app functionality and is not transferred externally. D) Security We implement strong encryption methods to protect your information. Your data is safeguarded against unauthorized access and securely stored. E) Data Retention Cortex retains user data solely for account management purposes. Data that is no longer needed is securely deleted. F) Changes This privacy policy may be updated as needed. Any changes will be announced within the application. 7. Termination of Service Cortex reserves the right to suspend or terminate user accounts without prior notice if the user violates the terms of service or misuses the service. Additionally, Cortex reserves the right to terminate the service, in whole or in part, at any time. 8. Changes Cortex reserves the right to make changes to the Terms of Service and Privacy Policy. Updated terms will be announced within the application. By continuing to use Cortex services after changes are made, users are deemed to have accepted the updated terms. 9. Contact If you have any questions or concerns about the Terms of Service or Privacy Policy, please feel free to contact us: Email: vertexgames23@gmail.com Website: www.vertexcorporation.pro
ar: شروط خدمة وسياسة خصوصية Cortex توضح هذه الوثيقة شروط الخدمة وسياسة الخصوصية المطبقة على استخدام تطبيق Cortex وخدمات الاشتراك. باستخدام Cortex، فإنك توافق على هذه الشروط والسياسات. إذا كانت لديك أي أسئلة، لا تتردد في الاتصال بنا. 1. حول الخدمة Cortex هو تطبيق جوال يوفر للمستخدمين خدمات دردشة مدعومة بالذكاء الاصطناعي. يمكنك الوصول إلى الميزات الأساسية للتطبيق مجانًا. بالإضافة إلى ذلك، يمكنك الاستمتاع بميزات إضافية من خلال خدمات الاشتراك لدينا. 2. الاشتراكات، الاعتمادات والتسعير أ) الاشتراكات - توفر الاشتراكات مزايا حصرية وميزات إضافية بناءً على الحزمة المختارة. - يتم خصم رسوم الاشتراك تلقائيًا عبر طريقة الدفع التي يختارها المستخدم. - يتم تجديد الاشتراكات تلقائيًا في نهاية المدة. يمكن للمستخدمين تعطيل التجديد التلقائي أو إلغاء الاشتراكات. - في حالة الإلغاء، ستحتفظ بالمزايا حتى نهاية الفترة الحالية؛ ومع ذلك، لن يتم إصدار أي استرداد. ب) الاعتمادات - يوفر Cortex عملته الرقمية الخاصة، الاعتمادات، داخل التطبيق. تُستخدم الاعتمادات للتفاعل مع نماذج الذكاء الاصطناعي المتصلة بالإنترنت والوصول إلى ميزات إضافية. - يمكن للمستخدمين شراء الاعتمادات بكميات محددة. الاعتمادات المشتراة غير قابلة للاسترداد ولا يمكن نقلها إلى حساب آخر. - يتم معالجة مشتريات الاعتمادات فورًا عبر طريقة الدفع التي يختارها المستخدم. يتم الإعلان عن تسعير الاعتمادات داخل التطبيق. - يمكن استخدام الاعتمادات فقط على منصة Cortex وليست صالحة على منصات خارجية. ج) سياسة التسعير - سيتم عرض كافة معلومات التسعير الخاصة بالاشتراكات والاعتمادات داخل التطبيق أو على موقعنا الرسمي. - يحتفظ Cortex بالحق في تعديل سياسات التسعير والاعتمادات. سيتم الإعلان عن تغييرات الأسعار داخل التطبيق. 3. حسابات المستخدمين والأمان للوصول إلى تطبيق Cortex، يجب عليك تقديم اسم مستخدم وبريد إلكتروني وكلمة مرور. أنت مسؤول عن أمان حسابك. من المهم إنشاء كلمة مرور قوية. إذا لاحظت أي وصول غير مصرح به إلى حسابك، يرجى الاتصال بنا فورًا. 4. مسؤوليات نماذج الذكاء الاصطناعي - يقدم Cortex خدمة مدعومة بالذكاء الاصطناعي. ومع ذلك، لا يمكن تحميل Cortex المسؤولية عن أي استجابات غير صحيحة أو مضللة أو قد تكون ضارة يقدمها نماذج الذكاء الاصطناعي. يجب على المستخدمين تقييم المعلومات المقدمة بعناية. - لا يضمن الذكاء الاصطناعي دقة النصائح أو الاقتراحات أو المعلومات المقدمة. يجب على المستخدمين تجنب الاعتماد على هذه المعلومات دون استشارة متخصصة أو التحقق منها. - يوافق المستخدمون على استخدام ذكاء Cortex بما يتوافق مع المعايير القانونية والأخلاقية. يحتفظ Cortex بالحق في تعليق أو إنهاء الحسابات في حالة سوء الاستخدام. 5. استخدام البيانات والخصوصية توضح سياسة خصوصية Cortex كيفية جمع واستخدام وتخزين بياناتك. باستخدام هذه الخدمة، فإنك توافق على ممارسات جمع واستخدام البيانات الموضحة في سياسة الخصوصية. أ) جمع البيانات يقوم Cortex بجمع المعلومات التالية فقط من مستخدميه: - البريد الإلكتروني - كلمة المرور (مختلفة عن كلمة مرور حساب بريدك الإلكتروني) - اسم المستخدم ب) استخدام البيانات تُستخدم المعلومات التي نجمعها لأغراض تسجيل الدخول ووظائف التطبيق فقط. لا تُستخدم معلوماتك الشخصية لأي غرض آخر. ج) مشاركة البيانات لا يشارك Cortex بيانات المستخدم مع أي طرف ثالث. تُستخدم كافة البيانات المجمعة حصريًا لوظائف التطبيق ولا تُنقل خارجيًا. د) الأمان نستخدم طرق تشفير قوية لحماية معلوماتك. تُحفظ بياناتك من الوصول غير المصرح به وبأمان. هـ) الاحتفاظ بالبيانات يحتفظ Cortex ببيانات المستخدم لأغراض إدارة الحساب فقط. يتم حذف البيانات التي لم تعد مطلوبة بشكل آمن. و) التغييرات قد يتم تحديث سياسة الخصوصية هذه حسب الضرورة. سيتم الإعلان عن أي تغييرات داخل التطبيق. 6. المسؤولية والالتزامات يطبق Cortex إجراءات أمنية قوية لحماية بيانات المستخدم. ومع ذلك، لا يتحمل Cortex المسؤولية عن أي أضرار مباشرة أو غير مباشرة ناتجة عن انقطاع الخدمة أو فقدان البيانات أو الوصول غير المصرح به. يوافق المستخدمون على استخدام خدمات Cortex لأغراض قانونية فقط. 7. إنهاء الخدمة يحتفظ Cortex بالحق في تعليق أو إنهاء حسابات المستخدمين دون إشعار مسبق إذا انتهك المستخدم شروط الخدمة أو أساء استخدام الخدمة. بالإضافة إلى ذلك، يحتفظ Cortex بالحق في إنهاء الخدمة كليًا أو جزئيًا في أي وقت. 8. التغييرات يحتفظ Cortex بالحق في إجراء تغييرات على شروط الخدمة. إذا تم تحديث الشروط، سيتم الإعلان عنها داخل التطبيق. باستخدام خدمات Cortex بعد إجراء التغييرات، يُعتبر المستخدم قد قبل الشروط المحدثة. 9. الاتصال إذا كانت لديك أي أسئلة أو استفسارات حول شروط الخدمة أو سياسة الخصوصية، يرجى الاتصال بنا: البريد الإلكتروني: vertexgames23@gmail.com الموقع الإلكتروني: www.vertexcorporation.pro
az: Cortex Xidmət Şərtləri və Məxfilik Siyasəti Bu sənəd Cortex tətbiqinin və abunəlik xidmətlərinin istifadəsinə tətbiq olunan Xidmət Şərtlərini və Məxfilik Siyasətini izah edir. Cortex-dən istifadə etməklə, bu şərt və siyasətlərə razılıq verirsiniz. Hər hansı sualınız varsa, bizimlə əlaqə saxlamaqdan çəkinməyin. 1. Xidmət Haqqında Cortex, istifadəçilərə süni intellekt dəstəkli çat xidmətləri təqdim edən mobil tətbiqdir. Tətbiqin əsas xüsusiyyətlərindən pulsuz istifadə edə bilərsiniz. Əlavə olaraq, abunəlik xidmətlərimiz vasitəsilə əlavə xüsusiyyətlərdən yararlana bilərsiniz. 2. Abunəliklər, Kreditlər və Qiymətləndirmə Abunəliklər - Abunəliklər seçilmiş paketə əsaslanaraq xüsusi üstünlüklər və əlavə xüsusiyyətlər təqdim edir. - Abunəlik alışları, istifadəçinin seçdiyi ödəmə vasitəsi ilə avtomatik ödənilir. - Abunəliklər cari müddətin sonuna qədər avtomatik yenilənir. Ləğv edildikdə, cari müddət bitənə qədər üstünlükləriniz qalacaq; lakin geri ödəniş edilməyəcək. Kreditlər - Cortex tətbiqi daxilində istifadə olunan rəqəmsal valyuta kimi kreditlər təqdim edir. Kreditlər onlayn AI modelləri ilə söhbət aparmaq və əlavə xüsusiyyətlərə çıxış üçün istifadə olunur. - Kreditlər müəyyən miqdarda alına bilər. Alınan kreditlər geri qaytarılmır və başqa hesaba köçürülmür. - Kredit alışları istifadəçinin seçdiyi ödəmə vasitəsi ilə dərhal həyata keçirilir. Kredit qiymətləri tətbiq daxilində elan olunur. - Kreditlər yalnız Cortex platformasında istifadə olunur və xarici platformalarda keçərli deyil. C) Qiymət Siyasəti - Abunəlik və kreditlər üçün bütün qiymət məlumatları tətbiqdə və ya rəsmi vebsaytımızda göstəriləcək. - Cortex qiymət və kredit siyasətini dəyişdirmək hüququnu özündə saxlayır. Qiymət dəyişiklikləri tətbiq daxilində elan ediləcək. 3. İstifadəçi Hesabları və Təhlükəsizlik Cortex-dən istifadə etmək üçün istifadəçi adı, e-poçt ünvanı və şifrə təqdim etməlisiniz. Hesabınızın təhlükəsizliyinə siz cavabdehsiniz. Güclü şifrə seçmək vacibdir. Hesabınıza icazəsiz giriş aşkar etsəniz, dərhal bizimlə əlaqə saxlayın. 4. AI Modellərin Məsuliyyəti - Cortex, süni intellekt dəstəkli xidmətlər təqdim edir. Lakin Cortex, AI modelləri tərəfindən verilən yanlış, yanıltıcı və ya potensial zərərli cavablar üçün məsuliyyət daşımır. İstifadəçilər təqdim olunan məlumatı diqqətlə qiymətləndirməlidirlər. - AI verdiyi məsləhət, təklif və ya məlumatın dəqiqliyinə zəmanət vermir. Peşəkar məsləhət və ya təsdiq olmadan bu məlumatlara etibar etməyin. - İstifadəçilər, Cortex-in AI modellərini qanuni və etik standartlara uyğun istifadə edəcəklərini qəbul edirlər. Sui-istifadə halında, Cortex hesabları dayandırıla və ya ləğv edilə bilər. 5. Məlumatların İstifadəsi və Məxfilik Cortex Məxfilik Siyasəti məlumatlarınızın necə toplandığını, istifadə edildiyini və saxlanıldığını izah edir. Bu xidmətdən istifadə etməklə, Məxfilik Siyasətində göstərilən məlumatların toplanması və istifadəsinə razılıq verirsiniz. A) Məlumatların Toplanması Cortex yalnız aşağıdakı məlumatları toplayır: - E-poçt ünvanı - Şifrə (e-poçt hesabınızın şifrəsindən fərqli) - İstifadəçi adı B) Məlumatların İstifadəsi Toplanan məlumatlar yalnız giriş və tətbiq funksionallığı üçün istifadə olunur. Şəxsi məlumatlarınız digər məqsədlər üçün istifadə edilmir. C) Məlumatların Paylaşılması Cortex, istifadəçi məlumatlarını heç bir üçüncü tərəflə paylaşmır. Toplanan məlumatlar yalnız tətbiq daxilində istifadə olunur və xaricə ötürülmür. D) Təhlükəsizlik Güclü şifrələmə metodları ilə məlumatlarınızı qoruyuruq. E-poçt və şifrə məlumatlarınız icazəsiz girişə qarşı qorunur və təhlükəsiz şəkildə saxlanılır. E) Məlumatların Saxlanması Cortex, istifadəçi məlumatlarını yalnız hesab idarəetməsi məqsədi ilə saxlayır. Artıq lazım olmayan məlumatlar təhlükəsiz şəkildə silinir. F) Dəyişikliklər Bu məxfilik siyasəti zərurət yarandıqda yenilənə bilər. Dəyişikliklər tətbiq daxilində elan ediləcək. 7. Terminasiya Cortex, istifadə şərtlərini pozan və ya xidmətdən sui-istifadə edən hesabları xəbərdarlıq etmədən dayandıra və ya ləğv edə bilər. Bundan əlavə, Cortex xidməti bütöv və ya qismən istənilən vaxt dayandıra bilər. 8. Dəyişikliklər Cortex, bu Xidmət Şərtləri və Məxfilik Siyasətində dəyişiklik etmək hüququnu özündə saxlayır. Dəyişikliklər tətbiq daxilində elan ediləcək. Dəyişikliklər edildikdən sonra Cortex-dən istifadə etməyə davam etsəniz, yenilənmiş şərtləri qəbul etdiyiniz hesab olunur. 9. Əlaqə Xidmət Şərtləri və ya Məxfilik Siyasəti ilə bağlı hər hansı sualınız və ya narahatlığınız varsa, bizimlə əlaqə saxlayın: E-poçt: vertexgames23@gmail.com Vebsayt: www.vertexcorporation.pro
de: Cortex Nutzungsbedingungen und Datenschutzerklärung Dieses Dokument beschreibt die Nutzungsbedingungen und Datenschutzerklärung, die für die Nutzung der Cortex-Anwendung und Abonnementdienste gelten. Durch die Nutzung von Cortex stimmen Sie diesen Bedingungen zu. Bei Fragen kontaktieren Sie uns bitte. 1. Über den Service Cortex ist eine mobile Anwendung, die Nutzern KI-gestützte Chat-Dienste bietet. Sie können die Basisfunktionen der Anwendung kostenlos nutzen. Zusätzlich können Sie über unsere Abonnementdienste zusätzliche Funktionen genießen. 2. Abonnements, Credits und Preise Unsere Abonnement- und Credit-Dienste bieten verschiedene Optionen und Vorteile. Preisinformationen und Details zu Abonnements können über die Anwendung oder unsere offizielle Website abgerufen werden. A) Abonnements - Abonnements bieten exklusive Vorteile und zusätzliche Funktionen, basierend auf dem gewählten Paket. - Der Kauf eines Abonnements wird automatisch über die vom Nutzer gewählte Zahlungsmethode abgerechnet. - Abonnements verlängern sich automatisch am Ende des Zeitraums. Nutzer können die automatische Verlängerung deaktivieren oder ihr Abonnement kündigen. - Im Falle einer Kündigung behalten Sie die Vorteile Ihres Abonnements bis zum Ende des aktuellen Zeitraums; jedoch erfolgt keine Rückerstattung. B) Credits - Cortex stellt eine eigene digitale Währung, Credits, innerhalb der Anwendung bereit. Credits werden genutzt, um mit online KI-Modellen zu interagieren und zusätzliche Funktionen zu nutzen. - Credits können von Nutzern in festgelegten Beträgen erworben werden. Gekaufte Credits sind nicht erstattungsfähig und können nicht auf ein anderes Konto übertragen werden. - Credit-Käufe werden sofort über die vom Nutzer gewählte Zahlungsmethode verarbeitet. Die Preisgestaltung der Credits wird innerhalb der Anwendung bekannt gegeben. - Credits können nur auf der Cortex-Plattform verwendet werden und haben außerhalb der App keinen Wert. C) Preispolitik - Alle relevanten Preisinformationen für Abonnements und Credits werden innerhalb der Anwendung oder auf unserer offiziellen Website angezeigt. - Cortex behält sich das Recht vor, seine Preis- und Credit-Richtlinien zu ändern. Preisänderungen werden in der Anwendung angekündigt. 3. Benutzerkonten und Sicherheit Um auf die Cortex-Anwendung zuzugreifen, müssen Sie einen Benutzernamen, eine E-Mail-Adresse und ein Passwort angeben. Sie sind für die Sicherheit Ihres Kontos verantwortlich. Es ist wichtig, ein starkes Passwort zu wählen. Sollten Sie unbefugten Zugriff auf Ihr Konto bemerken, kontaktieren Sie uns bitte umgehend. 4. Verantwortung der KI-Modelle - Cortex bietet einen KI-gestützten Service. Allerdings kann Cortex nicht für fehlerhafte, irreführende oder potenziell schädliche Antworten der KI-Modelle haftbar gemacht werden. - Die von den KI-Modellen bereitgestellten Informationen garantieren keine Genauigkeit und sollten nicht ohne zusätzliche Überprüfung als alleinige Grundlage herangezogen werden. - Nutzer verpflichten sich, die KI-Modelle von Cortex verantwortungsbewusst und in Übereinstimmung mit gesetzlichen und ethischen Standards zu nutzen. 5. Datennutzung und Datenschutz Die Cortex Datenschutzerklärung erklärt, wie Ihre Daten erhoben, verwendet und gespeichert werden. Durch die Nutzung dieses Dienstes akzeptieren Sie die in der Datenschutzerklärung beschriebenen Praktiken der Datenerhebung und -verwendung. A) Datenerhebung Cortex erhebt nur folgende Informationen von seinen Nutzern: - E-Mail-Adresse - Passwort (unabhängig von Ihrem E-Mail-Konto-Passwort) - Benutzername B) Datennutzung Die von uns erhobenen Informationen werden ausschließlich für den Login und die In-App-Funktionalität verwendet. Ihre persönlichen Daten werden nicht für andere Zwecke genutzt. C) Datenteilung Cortex teilt Nutzerdaten nicht mit Dritten. Alle erhobenen Daten werden ausschließlich für die Funktionalität der App verwendet und nicht extern übertragen. D) Sicherheit Wir setzen starke Verschlüsselungsmethoden ein, um Ihre Informationen zu schützen. Ihre E-Mail- und Passwortinformationen sind vor unbefugtem Zugriff sicher geschützt und werden sicher gespeichert. E) Datenspeicherung Cortex speichert Nutzerdaten ausschließlich für Kontoverwaltungszwecke. Nicht benötigte Daten werden sicher gelöscht. F) Änderungen Diese Datenschutzerklärung kann bei Bedarf aktualisiert werden. Alle Änderungen werden in der Anwendung bekannt gegeben. G) Kontakt Wenn Sie Fragen oder Bedenken bezüglich unserer Datenschutzerklärung haben, kontaktieren Sie uns bitte: E-Mail: vertexgames23@gmail.com Website: www.vertexcorporation.pro
es: Términos de Servicio y Política de Privacidad de Cortex Este documento describe los Términos de Servicio y la Política de Privacidad aplicables al uso de la aplicación Cortex y sus servicios de suscripción. Al usar Cortex, aceptas estos términos y políticas. Si tienes alguna pregunta, no dudes en contactarnos. 1. Sobre el Servicio Cortex es una aplicación móvil que ofrece a los usuarios servicios de chat impulsados por IA. Puedes acceder a las funciones básicas de la aplicación de forma gratuita. Además, puedes disfrutar de funciones adicionales mediante nuestros servicios de suscripción. 2. Suscripciones, Créditos y Precios Nuestros servicios de suscripción y créditos ofrecen varias opciones y beneficios. Los detalles de precios y suscripciones se pueden consultar a través de la aplicación o en nuestro sitio web oficial. A) Suscripciones - Las suscripciones ofrecen ventajas exclusivas y funciones adicionales según el paquete elegido. - Las compras de suscripción se cobran automáticamente a través del método de pago seleccionado por el usuario. - Las suscripciones se renuevan automáticamente al final del período. Los usuarios pueden desactivar la renovación automática o cancelar sus suscripciones. - En caso de cancelación, conservarás los beneficios de tu suscripción hasta el final del período actual; sin embargo, no se emitirán reembolsos. B) Créditos - Cortex proporciona su propia moneda digital, créditos, dentro de la aplicación. Los créditos se utilizan para interactuar en conversaciones con modelos de IA en línea y acceder a funciones adicionales. - Los créditos se pueden comprar en cantidades específicas. Los créditos comprados no son reembolsables y no se pueden transferir a otra cuenta. - Las compras de créditos se procesan al instante mediante el método de pago seleccionado por el usuario. Los precios de los créditos se anuncian dentro de la aplicación. - Los créditos solo se pueden usar en la plataforma Cortex y no son válidos en plataformas externas. C) Política de Precios - Toda la información de precios aplicable para suscripciones y créditos se mostrará dentro de la aplicación o en nuestro sitio web oficial. - Cortex se reserva el derecho de modificar sus políticas de precios y créditos. Los cambios de precio se anunciarán dentro de la aplicación. 3. Cuentas de Usuario y Seguridad Para acceder a la aplicación Cortex, debes proporcionar un nombre de usuario, una dirección de correo electrónico y una contraseña. Eres responsable de la seguridad de tu cuenta. Es importante crear una contraseña segura. Si notas algún acceso no autorizado a tu cuenta, contáctanos de inmediato. 4. Responsabilidades de los Modelos de IA - Cortex proporciona un servicio impulsado por IA. Sin embargo, Cortex no puede ser responsable de respuestas incorrectas, engañosas o potencialmente dañinas proporcionadas por los modelos de IA. Los usuarios deben evaluar cuidadosamente la información proporcionada. - La IA no garantiza la precisión de los consejos, sugerencias o información que ofrece. Los usuarios deben evitar depender de esta información sin una consulta o verificación profesional. - Los usuarios aceptan usar la IA de Cortex de conformidad con las normas legales y éticas. Cortex se reserva el derecho de suspender o terminar cuentas en caso de uso indebido. 5. Uso de Datos y Privacidad La Política de Privacidad de Cortex explica cómo se recopilan, utilizan y almacenan tus datos. Al usar este servicio, aceptas las prácticas de recopilación y uso de datos descritas en la Política de Privacidad. A) Recopilación de Datos Cortex recopila únicamente la siguiente información de sus usuarios: - Dirección de correo electrónico - Contraseña (distinta de la contraseña de tu cuenta de correo electrónico) - Nombre de usuario B) Uso de Datos La información que recopilamos se utiliza exclusivamente para el inicio de sesión y funcionalidades de la aplicación. Tu información personal no se utiliza para ningún otro propósito. C) Compartir Datos Cortex no comparte datos de usuarios con terceros. Todos los datos recopilados se usan exclusivamente para las funcionalidades de la aplicación y no se transfieren externamente. D) Seguridad Implementamos métodos de cifrado robustos para proteger tu información. Tus datos están protegidos contra accesos no autorizados y se almacenan de manera segura. E) Retención de Datos Cortex retiene los datos de usuario únicamente para la administración de cuentas. Los datos que ya no son necesarios se eliminan de forma segura. F) Cambios Esta política de privacidad puede actualizarse según sea necesario. Cualquier cambio será anunciado dentro de la aplicación. 6. Responsabilidad y Obligaciones Cortex implementa medidas de seguridad robustas para proteger los datos del usuario. Sin embargo, no se hace responsable de daños directos o indirectos resultantes de interrupciones en el servicio, pérdida de datos o accesos no autorizados. Los usuarios aceptan utilizar los servicios de Cortex únicamente con fines lícitos. 7. Terminación del Servicio Cortex se reserva el derecho de suspender o terminar cuentas de usuarios sin previo aviso si el usuario viola estos términos o hace un uso indebido del servicio. Además, Cortex se reserva el derecho de terminar total o parcialmente sus servicios en cualquier momento. 8. Cambios Cortex se reserva el derecho de realizar cambios en los Términos de Servicio y la Política de Privacidad. Los términos actualizados serán anunciados dentro de la aplicación. Al continuar utilizando los servicios de Cortex después de los cambios, se entiende que has aceptado los términos actualizados. 9. Contacto Si tienes alguna pregunta o inquietud acerca de los Términos de Servicio o la Política de Privacidad, no dudes en contactarnos: Correo electrónico: vertexgames23@gmail.com Sitio web: www.vertexcorporation.pro
fr: Conditions d'utilisation et Politique de confidentialité de Cortex Ce document décrit les Conditions d'utilisation et la Politique de confidentialité applicables à l'utilisation de l'application Cortex et des services d'abonnement. En utilisant Cortex, vous acceptez ces termes et politiques. Si vous avez des questions, n'hésitez pas à nous contacter. 1. À propos du service Cortex est une application mobile qui offre aux utilisateurs des services de chat alimentés par l'IA. Vous pouvez accéder gratuitement aux fonctionnalités de base de l'application. De plus, vous pouvez profiter de fonctionnalités supplémentaires via nos services d'abonnement. 2. Abonnements, Crédits et Tarification Nos services d'abonnement et de crédits offrent diverses options et avantages. Les détails des tarifs et des abonnements sont accessibles via l'application ou notre site officiel. A) Abonnements - Les abonnements offrent des avantages exclusifs et des fonctionnalités supplémentaires en fonction du forfait choisi. - Les achats d'abonnement sont automatiquement débités via le mode de paiement sélectionné par l'utilisateur. - Les abonnements se renouvellent automatiquement à la fin de la période. Les utilisateurs peuvent désactiver le renouvellement automatique ou annuler leurs abonnements. - En cas d'annulation, vous conserverez les avantages de votre abonnement jusqu'à la fin de la période en cours ; cependant, aucun remboursement ne sera effectué. B) Crédits - Cortex fournit sa propre monnaie numérique, les crédits, au sein de l'application. Les crédits sont utilisés pour engager des conversations avec des modèles d'IA en ligne et accéder à des fonctionnalités supplémentaires. - Les crédits peuvent être achetés par les utilisateurs en montants spécifiés. Les crédits achetés ne sont pas remboursables et ne peuvent pas être transférés à un autre compte. - Les achats de crédits sont traités instantanément via le mode de paiement sélectionné par l'utilisateur. La tarification des crédits est annoncée au sein de l'application. - Les crédits ne peuvent être utilisés que sur la plateforme Cortex et ne sont pas valables sur des plateformes externes. C) Politique de tarification - Toutes les informations tarifaires applicables aux abonnements et aux crédits seront affichées dans l'application ou sur notre site officiel. - Cortex se réserve le droit de modifier ses politiques de tarification et de crédits. Les changements de prix seront annoncés dans l'application. 3. Comptes Utilisateurs et Sécurité Pour accéder à l'application Cortex, vous devez fournir un nom d'utilisateur, une adresse email et un mot de passe. Vous êtes responsable de la sécurité de votre compte. Il est important de créer un mot de passe solide. Si vous constatez un accès non autorisé à votre compte, veuillez nous contacter immédiatement. 4. Responsabilités des Modèles d'IA - Cortex fournit un service alimenté par l'IA. Cependant, Cortex ne peut être tenu responsable des réponses incorrectes, trompeuses ou potentiellement nuisibles fournies par les modèles d'IA. Les utilisateurs doivent évaluer attentivement les informations fournies. - L'IA ne garantit pas l'exactitude des conseils, suggestions ou informations qu'elle fournit. Les utilisateurs doivent éviter de se fier à ces informations sans consultation ou vérification professionnelle. - Les utilisateurs s'engagent à utiliser l'IA de Cortex conformément aux normes légales et éthiques. Cortex se réserve le droit de suspendre ou de résilier les comptes en cas de mauvaise utilisation. 5. Utilisation des Données et Confidentialité La Politique de confidentialité de Cortex explique comment vos données sont collectées, utilisées et stockées. En utilisant ce service, vous acceptez les pratiques de collecte et d'utilisation des données décrites dans la Politique de confidentialité. A) Collecte des données Cortex ne collecte que les informations suivantes auprès de ses utilisateurs : - Adresse email - Mot de passe (différent du mot de passe de votre compte email) - Nom d'utilisateur B) Utilisation des données Les informations que nous collectons sont utilisées uniquement pour la connexion et les fonctionnalités de l'application. Vos informations personnelles ne sont pas utilisées à d'autres fins. C) Partage des données Cortex ne partage pas les données des utilisateurs avec des tiers. Toutes les données collectées sont utilisées exclusivement pour les fonctionnalités de l'application et ne sont pas transférées à l'extérieur. D) Sécurité Nous mettons en œuvre des méthodes de chiffrement robustes pour protéger vos informations. Vos données sont protégées contre tout accès non autorisé et stockées en toute sécurité. E) Conservation des données Cortex conserve les données des utilisateurs uniquement pour la gestion des comptes. Les données qui ne sont plus nécessaires sont supprimées en toute sécurité. F) Modifications Cette politique de confidentialité peut être mise à jour selon les besoins. Toute modification sera annoncée dans l'application. 7. Résiliation du Service Cortex se réserve le droit de suspendre ou de résilier les comptes des utilisateurs sans préavis si l'utilisateur viole les conditions d'utilisation ou abuse du service. De plus, Cortex se réserve le droit de résilier tout ou partie du service à tout moment. 8. Modifications Cortex se réserve le droit de modifier les Conditions d'utilisation et la Politique de confidentialité. Les conditions mises à jour seront annoncées dans l'application. En continuant à utiliser les services de Cortex après la mise en œuvre des modifications, les utilisateurs sont réputés avoir accepté les conditions mises à jour. 9. Contact Si vous avez des questions ou des préoccupations concernant les Conditions d'utilisation ou la Politique de confidentialité, n'hésitez pas à nous contacter : Email : vertexgames23@gmail.com Site web : www.vertexcorporation.pro
hi: Cortex सेवा की शर्तें और गोपनीयता नीति यह दस्तावेज Cortex एप्लिकेशन और सदस्यता सेवाओं के उपयोग पर लागू सेवा की शर्तें और गोपनीयता नीति को दर्शाता है। Cortex का उपयोग करके, आप इन शर्तों और नीतियों से सहमत होते हैं। यदि आपके कोई प्रश्न हैं, तो बेझिझक हमसे संपर्क करें। 1. सेवा के बारे में Cortex एक मोबाइल एप्लिकेशन है जो उपयोगकर्ताओं को एआई-शक्ति चैट सेवाएँ प्रदान करता है। आप एप्लिकेशन की मूल विशेषताओं का मुफ्त में उपयोग कर सकते हैं। अतिरिक्त विशेषताओं के लिए, आप हमारी सदस्यता सेवाओं का लाभ उठा सकते हैं। 2. सदस्यताएँ, क्रेडिट और मूल्य निर्धारण A) सदस्यताएँ - सदस्यताएँ चुने हुए पैकेज के आधार पर विशिष्ट लाभ और अतिरिक्त विशेषताएँ प्रदान करती हैं। - सदस्यता खरीद आपके द्वारा चुनी गई भुगतान विधि के माध्यम से स्वचालित रूप से चार्ज की जाती है। - सदस्यताएँ अवधि के अंत में स्वतः नवीनीकृत हो जाती हैं। - रद्द करने की स्थिति में, आप अपने वर्तमान अवधि के अंत तक सदस्यता के लाभों का आनंद लेते हैं; हालांकि, कोई धनवापसी नहीं की जाएगी। B) क्रेडिट - Cortex अपने ऐप में क्रेडिट नामक डिजिटल मुद्रा प्रदान करता है। क्रेडिट ऑनलाइन एआई मॉडलों के साथ संवाद करने और अतिरिक्त विशेषताओं का उपयोग करने के लिए आवश्यक हैं। - क्रेडिट निर्दिष्ट राशि में खरीदे जा सकते हैं। खरीदे गए क्रेडिट रिफंडेबल नहीं होते और किसी अन्य खाते में स्थानांतरित नहीं किए जा सकते। - क्रेडिट केवल Cortex प्लेटफ़ॉर्म पर उपयोग किए जा सकते हैं और बाहरी प्लेटफ़ॉर्म पर मान्य नहीं होते हैं। C) मूल्य निर्धारण नीति - सदस्यता और क्रेडिट के लिए सभी लागू मूल्य जानकारी एप्लिकेशन या हमारी आधिकारिक वेबसाइट पर प्रदर्शित की जाएगी। - Cortex को अपने मूल्य निर्धारण और क्रेडिट नीतियों में संशोधन करने का अधिकार सुरक्षित है। मूल्य परिवर्तनों की सूचना एप्लिकेशन में दी जाएगी। 3. उपयोगकर्ता खाते और सुरक्षा Cortex एप्लिकेशन का उपयोग करने के लिए, आपको एक उपयोगकर्ता नाम, ईमेल पता और पासवर्ड प्रदान करना आवश्यक है। आपके खाते की सुरक्षा की जिम्मेदारी आप पर है। एक मजबूत पासवर्ड बनाना महत्वपूर्ण है। यदि आपको अपने खाते में अनधिकृत पहुंच का पता चलता है, तो कृपया तुरंत हमसे संपर्क करें। 4. एआई मॉडलों की जिम्मेदारियाँ - Cortex एआई-शक्ति सेवा प्रदान करता है। हालाँकि, Cortex एआई मॉडलों द्वारा प्रदान की गई किसी भी गलत, भ्रामक या संभावित रूप से हानिकारक प्रतिक्रियाओं के लिए जिम्मेदार नहीं ठहराया जा सकता। उपयोगकर्ताओं को प्रदान की गई जानकारी का सावधानीपूर्वक मूल्यांकन करना चाहिए। - एआई द्वारा दी गई सलाह, सुझाव या जानकारी की सटीकता की गारंटी नहीं दी जाती है। उपयोगकर्ताओं को इस जानकारी पर बिना पेशेवर परामर्श या सत्यापन के निर्भर नहीं रहना चाहिए। - उपयोगकर्ता सहमत हैं कि वे कानूनी और नैतिक मानकों का पालन करते हुए Cortex के एआई का उपयोग करेंगे। Cortex दुरुपयोग की स्थिति में खाते निलंबित या समाप्त करने का अधिकार रखता है। 5. डेटा उपयोग और गोपनीयता Cortex की गोपनीयता नीति बताती है कि आपका डेटा कैसे एकत्रित, उपयोग और संग्रहीत किया जाता है। इस सेवा का उपयोग करके, आप गोपनीयता नीति में उल्लिखित डेटा संग्रह और उपयोग प्रथाओं से सहमत होते हैं। A) डेटा संग्रह Cortex केवल निम्नलिखित जानकारी उपयोगकर्ताओं से एकत्रित करता है: - ईमेल पता - पासवर्ड (आपके ईमेल खाते के पासवर्ड से अलग) - उपयोगकर्ता नाम B) डेटा उपयोग हमारी एकत्रित जानकारी केवल लॉगिन और ऐप की कार्यक्षमता के लिए उपयोग की जाती है। आपकी व्यक्तिगत जानकारी किसी अन्य उद्देश्य के लिए उपयोग नहीं की जाती है। C) डेटा साझा करना Cortex उपयोगकर्ता डेटा को किसी तीसरे पक्ष के साथ साझा नहीं करता। सभी एकत्रित डेटा केवल ऐप की कार्यक्षमता के लिए उपयोग किए जाते हैं और बाहरी रूप से स्थानांतरित नहीं किए जाते हैं। D) सुरक्षा हम आपके डेटा की सुरक्षा के लिए मजबूत एन्क्रिप्शन विधियों का उपयोग करते हैं। आपका डेटा अनधिकृत पहुंच से सुरक्षित रहता है और सुरक्षित रूप से संग्रहीत किया जाता है। E) डेटा प्रतिधारण Cortex केवल खाते प्रबंधन उद्देश्यों के लिए उपयोगकर्ता डेटा को रखता है। आवश्यकतानुसार डेटा को सुरक्षित रूप से हटा दिया जाता है। F) परिवर्तन यह गोपनीयता नीति आवश्यकतानुसार अपडेट की जा सकती है। किसी भी परिवर्तन की सूचना एप्लिकेशन में दी जाएगी। 6. उत्तरदायित्व और जिम्मेदारियाँ Cortex उपयोगकर्ता डेटा की सुरक्षा के लिए मजबूत उपाय करता है, लेकिन सेवा में व्यवधान, डेटा हानि या अनधिकृत पहुंच के कारण होने वाले किसी भी नुकसान के लिए जिम्मेदार नहीं होगा। 7. सेवा समाप्ति यदि उपयोगकर्ता सेवा की शर्तों का उल्लंघन करते हैं या दुरुपयोग करते हैं, तो Cortex बिना पूर्व सूचना के उपयोगकर्ता खातों को निलंबित या समाप्त करने का अधिकार रखता है। Cortex कभी भी अपनी सेवा का पूर्ण या आंशिक समापन कर सकता है। 8. परिवर्तन Cortex इन शर्तों और गोपनीयता नीति में परिवर्तन करने का अधिकार रखता है। परिवर्तन के पश्चात सेवा का उपयोग करने वाले उपयोगकर्ताओं को परिवर्तनों को स्वीकार किया जाता है। 9. संपर्क यदि आपके कोई प्रश्न या चिंताएँ हैं, तो कृपया हमसे संपर्क करें: ईमेल: vertexgames23@gmail.com वेबसाइट: www.vertexcorporation.pro
it: Termini di Servizio e Informativa sulla Privacy di Cortex Questo documento descrive i Termini di Servizio e l'Informativa sulla Privacy applicabili all'uso dell'applicazione Cortex e dei servizi di abbonamento. Utilizzando Cortex, accetti questi termini e politiche. Se hai domande, non esitare a contattarci. 1. Informazioni sul Servizio Cortex è un'applicazione mobile che fornisce servizi di chat potenziati dall'AI. Puoi accedere alle funzionalità di base dell'app gratuitamente. Inoltre, puoi usufruire di funzioni extra tramite i nostri servizi in abbonamento. 2. Abbonamenti, Crediti e Prezzi I nostri servizi di abbonamento e credito offrono varie opzioni e vantaggi. I dettagli su prezzi e abbonamenti possono essere visualizzati tramite l'app o il nostro sito ufficiale. A) Abbonamenti - Gli abbonamenti offrono vantaggi esclusivi e funzionalità aggiuntive in base al pacchetto scelto. - Gli abbonamenti vengono addebitati automaticamente tramite il metodo di pagamento selezionato dall'utente. - Gli abbonamenti si rinnovano automaticamente al termine del periodo. Gli utenti possono disattivare il rinnovo automatico o cancellare l'abbonamento. - In caso di cancellazione, manterrai i vantaggi dell'abbonamento fino alla fine del periodo corrente; tuttavia, non verranno effettuati rimborsi. B) Crediti - Cortex fornisce una valuta digitale interna, i crediti, all'interno dell'applicazione. I crediti vengono utilizzati per interagire con modelli AI online e accedere a funzionalità aggiuntive. - I crediti possono essere acquistati in quantità predefinite. I crediti acquistati non sono rimborsabili e non possono essere trasferiti ad un altro account. - Gli acquisti dei crediti vengono elaborati istantaneamente tramite il metodo di pagamento selezionato dall'utente. I prezzi dei crediti sono indicati all'interno dell'applicazione. - I crediti possono essere utilizzati solo sulla piattaforma Cortex e non hanno valore su piattaforme esterne. C) Politica dei Prezzi - Tutte le informazioni sui prezzi applicabili per abbonamenti e crediti saranno visualizzate all'interno dell'app o sul nostro sito ufficiale. - Cortex si riserva il diritto di modificare le politiche di prezzo e credito. Le variazioni verranno annunciate all'interno dell'applicazione. 3. Account Utente e Sicurezza Per accedere all'app Cortex, devi fornire un nome utente, un indirizzo email e una password. Sei responsabile della sicurezza del tuo account. È importante creare una password sicura. Se noti accessi non autorizzati al tuo account, contattaci immediatamente. 4. Responsabilità dei Modelli AI - Cortex fornisce un servizio potenziato dall'AI. Tuttavia, Cortex non può essere ritenuto responsabile per risposte errate, fuorvianti o potenzialmente dannose fornite dai modelli AI. Gli utenti devono valutare attentamente le informazioni fornite. - Le informazioni fornite dai modelli AI non sono garantite in termini di accuratezza e non devono sostituire consigli o verifiche professionali. - Gli utenti accettano di utilizzare i modelli AI di Cortex in conformità con standard legali ed etici. Cortex si riserva il diritto di sospendere o terminare gli account in caso di abuso. 5. Uso dei Dati e Privacy L'Informativa sulla Privacy di Cortex spiega come vengono raccolti, utilizzati e archiviati i tuoi dati. Utilizzando questo servizio, accetti le pratiche di raccolta e utilizzo dei dati descritte nell'Informativa sulla Privacy. A) Raccolta dei Dati Cortex raccoglie solo le seguenti informazioni dagli utenti: - Indirizzo email - Password (diversa dalla password del tuo account email) - Nome utente B) Uso dei Dati Le informazioni raccolte vengono utilizzate esclusivamente per l'accesso e le funzionalità interne dell'app. Le tue informazioni personali non vengono utilizzate per altri scopi. C) Condivisione dei Dati Cortex non condivide i dati degli utenti con terze parti. Tutti i dati raccolti vengono utilizzati esclusivamente per le funzionalità dell'app e non vengono trasferiti esternamente. D) Sicurezza Applichiamo metodi di crittografia avanzati per proteggere le tue informazioni. I tuoi dati sono protetti contro accessi non autorizzati e archiviati in modo sicuro. E) Conservazione dei Dati Cortex conserva i dati degli utenti esclusivamente per la gestione degli account. I dati non più necessari vengono cancellati in modo sicuro. F) Modifiche Questa informativa può essere aggiornata secondo necessità. Qualsiasi modifica verrà annunciata all'interno dell'applicazione. 6. Responsabilità e Obblighi Cortex implementa misure di sicurezza per proteggere i dati degli utenti. Tuttavia, Cortex non è responsabile per danni diretti o indiretti derivanti da interruzioni del servizio, perdita di dati o accessi non autorizzati. Gli utenti accettano di utilizzare i servizi di Cortex esclusivamente per scopi leciti. 7. Risoluzione del Servizio Cortex si riserva il diritto di sospendere o terminare gli account degli utenti senza preavviso in caso di violazione dei termini di servizio o uso improprio del servizio. Inoltre, Cortex si riserva il diritto di terminare il servizio, in tutto o in parte, in qualsiasi momento. 8. Modifiche Cortex si riserva il diritto di apportare modifiche ai presenti termini. Se le modifiche verranno implementate, i termini aggiornati saranno annunciati nell'app. Utilizzando Cortex dopo le modifiche, accetti i termini aggiornati. 9. Contatti Se hai domande riguardo ai Termini di Servizio o all'Informativa sulla Privacy, contattaci: Email: vertexgames23@gmail.com Sito web: www.vertexcorporation.pro
ja: 【Cortex 利用規約とプライバシーポリシー】 本書はCortexアプリケーションおよびサブスクリプションサービスの利用に適用される利用規約とプライバシーポリシーを定めたものです。Cortexを利用することで、これらの規約およびポリシーに同意したものとみなされます。ご質問がある場合は、お気軽にお問い合わせください。 1. サービスについて Cortexは、AIを活用したチャットサービスを提供するモバイルアプリケーションです。基本機能は無料でご利用いただけますが、サブスクリプションサービスにより追加機能をお楽しみいただけます。 2. サブスクリプション、クレジット、および価格設定 A) サブスクリプション - サブスクリプションは、選択したプランに応じた独自の特典と追加機能を提供します。 - サブスクリプションの購入は、ユーザーが選択した支払い方法により自動的に請求されます。 - サブスクリプションは期間終了時に自動更新されます。自動更新を無効にするか、サブスクリプションをキャンセルすることが可能です。 - キャンセルの場合、現行期間終了までサブスクリプションの特典を保持しますが、返金は行われません。 B) クレジット - Cortexは、アプリ内で独自のデジタル通貨であるクレジットを提供します。クレジットはオンラインAIモデルとの会話や追加機能の利用に使用されます。 - クレジットは指定された金額で購入可能です。購入されたクレジットは返金不可であり、他のアカウントに移行することはできません。 - クレジット購入は、ユーザーが選択した支払い方法により即時に処理されます。クレジットの価格はアプリ内で表示されます。 - クレジットはCortexプラットフォーム内でのみ使用可能であり、外部では有効ではありません。 C) 価格設定ポリシー - サブスクリプションおよびクレジットの全ての価格情報は、アプリ内または公式ウェブサイトにて表示されます。 - Cortexは、価格およびクレジットポリシーを変更する権利を留保します。価格変更はアプリ内で通知されます。 3. ユーザーアカウントとセキュリティ Cortexアプリケーションにアクセスするためには、ユーザー名、メールアドレス、パスワードの提供が必要です。アカウントのセキュリティはユーザーの責任です。強固なパスワードを作成することが重要です。もし不正アクセスに気付いた場合は、直ちにご連絡ください。 4. AIモデルの責任 - CortexはAIを活用したサービスを提供しますが、AIモデルが提供する不正確、誤解を招く、または有害な応答に対してCortexは一切の責任を負いません。ユーザーは提供された情報を十分に評価する必要があります。 - AIは提供するアドバイス、提案、情報の正確性を保証するものではありません。専門家の意見や検証なしに依拠しないようご注意ください。 - ユーザーは、法的および倫理的基準に従ってCortexのAIを使用することに同意するものとし、誤用があった場合にはアカウントの停止または終了の権利をCortexが有することに同意します。 5. データ使用とプライバシー Cortexプライバシーポリシーは、ユーザーデータの収集、使用、保存方法について説明しています。本サービスを利用することで、プライバシーポリシーに記載されたデータ収集および使用方法に同意したものとみなされます。 A) データ収集 Cortexは、ユーザーから以下の情報のみを収集します： - メールアドレス - パスワード（メールアカウントのパスワードとは区別されます） - ユーザー名 B) データ使用 収集した情報は、ログインおよびアプリ内機能の提供のためにのみ使用されます。個人情報は他の目的で使用されることはありません。 C) データ共有 Cortexは、ユーザーデータを第三者と共有しません。収集したデータはアプリ内機能のためにのみ使用され、外部に転送されることはありません。 D) セキュリティ 強力な暗号化手法を用いて情報を保護しています。データは不正アクセスから守られ、セキュアに保存されます。 E) データ保持 Cortexは、アカウント管理の目的でのみユーザーデータを保持し、不要になったデータは安全に削除されます。 F) 変更 本プライバシーポリシーは必要に応じて更新されます。変更があった場合、アプリ内で通知されます。 6. 責任と義務 Cortexは、ユーザーデータを保護するための強固なセキュリティ対策を実施していますが、サービスの中断、データ損失、または不正アクセスによる直接的または間接的な損害について責任を負いません。ユーザーは、合法的な目的でのみCortexサービスを利用することに同意します。 7. サービスの終了 Cortexは、利用規約に違反する、またはサービスを誤用した場合、事前通知なしにユーザーアカウントを停止または終了する権利を有します。また、全体または一部のサービスをいつでも終了する権利を留保します。 8. 変更 Cortexは、利用規約およびプライバシーポリシーを変更する権利を有します。更新された規約はアプリ内で通知され、変更後もサービスを利用することで、ユーザーは更新後の規約に同意したものとみなされます。 9. お問い合わせ 利用規約またはプライバシーポリシーに関するご質問やご不明点がございましたら、以下の連絡先までお問い合わせください： メール: vertexgames23@gmail.com ウェブサイト: www.vertexcorporation.pro
ko: Cortex 이용 약관 및 개인정보 보호정책 이 문서는 Cortex 애플리케이션 및 구독 서비스 이용에 적용되는 이용 약관 및 개인정보 보호정책을 설명합니다. Cortex를 사용함으로써 본 약관 및 정책에 동의하는 것으로 간주됩니다. 질문이 있는 경우 문의해주시기 바랍니다. 1. 서비스 소개 Cortex는 AI 기반 채팅 서비스를 제공하는 모바일 애플리케이션입니다. 기본 기능은 무료로 제공되며, 추가 기능은 구독 서비스를 통해 이용할 수 있습니다. 2. 구독, 크레딧 및 가격 A) 구독 - 구독은 선택한 패키지에 따라 독점 혜택 및 추가 기능을 제공합니다. - 구독 구매는 사용자가 선택한 결제 수단으로 자동 청구됩니다. - 구독은 현재 기간이 끝날 때 자동 갱신됩니다. 사용자는 자동 갱신을 해제하거나 구독을 취소할 수 있습니다. - 취소 시 현재 기간 종료 시까지 구독 혜택을 유지하지만, 환불은 제공되지 않습니다. B) 크레딧 - Cortex는 앱 내 디지털 통화인 크레딧을 제공합니다. 크레딧은 온라인 AI 모델과의 대화 및 추가 기능 이용에 사용됩니다. - 크레딧은 정해진 금액으로 구매할 수 있으며, 구매한 크레딧은 환불되지 않으며 다른 계정으로 이전할 수 없습니다. - 크레딧 구매는 사용자가 선택한 결제 수단으로 즉시 처리됩니다. 크레딧 가격은 앱 내에 공시됩니다. - 크레딧은 Cortex 플랫폼 내에서만 사용 가능하며 외부에서는 유효하지 않습니다. C) 가격 정책 - 구독 및 크레딧 관련 모든 가격 정보는 앱 또는 공식 웹사이트에서 확인할 수 있습니다. - Cortex는 가격 및 크레딧 정책을 수정할 권리를 보유하며, 가격 변경 시 앱 내에 공지됩니다. 3. 사용자 계정 및 보안 Cortex 애플리케이션을 사용하려면 사용자 이름, 이메일 주소 및 비밀번호를 제공해야 합니다. 계정 보안은 사용자 책임이며, 강력한 비밀번호를 선택해야 합니다. 계정에 무단 접근이 발생할 경우 즉시 문의해주시기 바랍니다. 4. AI 모델의 책임 - Cortex는 AI 기반 서비스를 제공하지만, AI 모델이 제공하는 정보에 대해 정확성, 신뢰성 또는 잠재적 위험에 대해 책임지지 않습니다. 제공된 정보를 신중히 검토해야 합니다. - AI는 제공하는 조언, 제안, 정보의 정확성을 보장하지 않습니다. 전문가의 상담이나 검증 없이 정보를 의존해서는 안 됩니다. - 사용자는 법적 및 윤리적 기준에 따라 Cortex의 AI를 사용해야 하며, 오용 시 계정이 정지 또는 해지될 수 있습니다. 5. 데이터 사용 및 개인정보 보호 Cortex 개인정보 보호정책은 사용자의 데이터가 어떻게 수집, 사용, 저장되는지를 설명합니다. 이 서비스를 사용함으로써 본 정책에 명시된 데이터 수집 및 사용에 동의하는 것으로 간주됩니다. A) 데이터 수집 Cortex는 사용자로부터 다음 정보만을 수집합니다: - 이메일 주소 - 비밀번호 (이메일 계정 비밀번호와 별개임) - 사용자 이름 B) 데이터 사용 수집된 정보는 로그인 및 앱 내 기능 제공에만 사용됩니다. 개인정보는 다른 목적으로 사용되지 않습니다. C) 데이터 공유 Cortex는 사용자의 데이터를 제3자와 공유하지 않습니다. 수집된 모든 데이터는 앱 기능 제공을 위해서만 사용됩니다. D) 보안 Cortex는 강력한 암호화 방법을 사용하여 정보를 보호하며, 무단 접근으로부터 안전하게 저장합니다. E) 데이터 보유 Cortex는 계정 관리를 위해 필요한 기간 동안만 데이터를 보유하며, 불필요한 데이터는 안전하게 삭제됩니다. F) 변경 사항 개인정보 보호정책은 필요에 따라 업데이트될 수 있으며, 변경 사항은 앱 내에 공지됩니다. 6. 책임 및 의무 Cortex는 사용자 데이터를 보호하기 위해 강력한 보안 조치를 시행하지만, 서비스 중단, 데이터 손실, 무단 접근으로 인한 손해에 대해서는 책임지지 않습니다. 사용자는 오직 합법적인 목적을 위해 서비스를 이용하는 데 동의합니다. 7. 서비스 종료 Cortex는 이용 약관 위반이나 서비스 오용 시 예고 없이 계정을 정지 또는 해지할 권리를 보유합니다. 또한 Cortex는 언제든지 전체 또는 일부 서비스를 종료할 수 있습니다. 8. 변경 사항 Cortex는 이용 약관을 변경할 권리를 보유하며, 변경 사항은 앱 내에 공지됩니다. 변경 후에도 서비스를 계속 사용할 경우 업데이트된 약관에 동의하는 것으로 간주됩니다. 9. 문의 이용 약관에 관한 질문이 있을 경우 아래로 연락해 주세요: 이메일: vertexgames23@gmail.com 웹사이트: www.vertexcorporation.pro
tr: Cortex Hizmet Şartları ve Gizlilik Politikası Bu belge, Cortex uygulamasının ve abonelik hizmetlerinin kullanımına uygulanacak Hizmet Şartları ve Gizlilik Politikası'nı açıklar. Cortex'i kullanarak bu şartları kabul etmiş olursunuz. Herhangi bir sorunuz varsa, lütfen bizimle iletişime geçin. 1. Hizmet Hakkında Cortex, kullanıcılara yapay zeka destekli sohbet hizmetleri sunan bir mobil uygulamadır. Uygulamanın temel özelliklerine ücretsiz olarak erişebilirsiniz. Ayrıca, abonelik hizmetleri aracılığıyla ek özelliklerin keyfini çıkarabilirsiniz. 2. Abonelik, Krediler ve Fiyatlandırma Abonelik ve kredi hizmetlerimiz çeşitli seçenekler ve avantajlar sunar. Fiyatlandırma ve abonelik detaylarına uygulama veya resmi web sitemiz üzerinden ulaşabilirsiniz. A) Abonelikler - Abonelikler, seçilen pakete bağlı olarak özel avantajlar ve ek özellikler sunar. - Abonelik satın alımları, kullanıcının seçtiği ödeme yöntemi üzerinden otomatik olarak tahsil edilir. - Abonelikler, dönem sonunda otomatik olarak yenilenir. Kullanıcılar otomatik yenilemeyi devre dışı bırakabilir veya aboneliklerini iptal edebilir. - İptal durumunda, mevcut dönemin sonuna kadar aboneliğinizin avantajlarından yararlanırsınız; ancak, geri ödeme yapılmaz. B) Krediler - Cortex, uygulama içinde kullanılmak üzere kendi dijital para birimi olan kredileri sağlar. Krediler, çevrimiçi yapay zeka modelleriyle sohbet etmek ve ek özelliklere erişmek için kullanılır. - Krediler, kullanıcılar tarafından belirli miktarlarda satın alınabilir. Satın alınan krediler iade edilmez ve başka bir hesaba aktarılamaz. - Kredi satın alımları, kullanıcının seçtiği ödeme yöntemiyle anında işlenir. Kredi fiyatlandırması uygulama içinde duyurulur. - Krediler yalnızca Cortex platformunda kullanılabilir ve dış platformlarda geçerli değildir. C) Fiyatlandırma Politikası - Abonelikler ve krediler için geçerli tüm fiyatlandırma bilgileri uygulama içinde veya resmi web sitemizde görüntülenecektir. - Cortex, fiyatlandırma ve kredi politikalarını değiştirme hakkını saklı tutar. Fiyat değişiklikleri uygulama içinde duyurulacaktır. 3. Kullanıcı Hesapları ve Güvenlik Cortex uygulamasına erişmek için bir kullanıcı adı, e-posta adresi ve şifre sağlamanız gerekmektedir. Hesabınızın güvenliğinden siz sorumlusunuz. Güçlü bir şifre oluşturmak önemlidir. Hesabınıza yetkisiz erişim fark ederseniz, lütfen hemen bizimle iletişime geçin. 4. Yapay Zeka Modellerinin Sorumlulukları - Cortex, yapay zeka destekli hizmetler sunar. Ancak, yapay zeka modelleri tarafından sağlanan yanlış, yanıltıcı veya potansiyel olarak zararlı yanıtlar için Cortex sorumlu tutulamaz. Kullanıcılar, verilen bilgileri dikkatle değerlendirmelidir. - Yapay zeka, sağladığı tavsiye, öneri veya bilgilerin doğruluğunu garanti etmez. Kullanıcılar, bu bilgilere profesyonel danışmanlık veya doğrulama olmadan güvenmemelidir. - Kullanıcılar, Cortex'in yapay zekasını yasal ve etik standartlara uygun olarak kullanmayı kabul eder. Cortex, kötüye kullanım durumunda hesapları askıya alma veya sonlandırma hakkını saklı tutar. 5. Veri Kullanımı ve Gizlilik Cortex Gizlilik Politikası, verilerinizin nasıl toplandığını, kullanıldığını ve saklandığını açıklar. Bu hizmeti kullanarak, Gizlilik Politikası'nda belirtilen veri toplama ve kullanım uygulamalarını kabul etmiş olursunuz. A) Veri Toplama Cortex, kullanıcılarından yalnızca aşağıdaki bilgileri toplar: - E-posta adresi - Şifre (e-posta hesabı şifrenizden farklı) - Kullanıcı adı B) Veri Kullanımı Topladığımız bilgiler yalnızca giriş ve uygulama içi işlevsellik için kullanılır. Kişisel bilgileriniz başka amaçlarla kullanılmaz. C) Veri Paylaşımı Cortex, kullanıcı verilerini hiçbir üçüncü tarafla paylaşmaz. Toplanan tüm veriler yalnızca uygulama işlevselliği için kullanılır ve dışarı aktarılmaz. D) Güvenlik Bilgilerinizi korumak için güçlü şifreleme yöntemleri uygularız. E-posta ve şifre bilgileriniz yetkisiz erişime karşı korunur ve güvenli bir şekilde saklanır. E) Veri Saklama Cortex, kullanıcı verilerini yalnızca hesap yönetimi amacıyla saklar. Gereksiz verileri tutmamaya özen gösterir ve ihtiyaç kalmadığında kullanıcı verilerini güvenli bir şekilde siler. F) Değişiklikler Bu gizlilik politikası gerektiğinde güncellenebilir. Herhangi bir değişiklik, uygulama içinde duyurulacaktır. G) İletişim Gizlilik politikamızla ilgili herhangi bir sorunuz veya endişeniz varsa, lütfen bizimle iletişime geçin: E-posta: vertexgames23@gmail.com Web Sitesi: www.vertexcorporation.pro
zh: Cortex 服务条款和隐私政策 本文档概述了适用于使用 Cortex 应用及订阅服务的服务条款和隐私政策。使用 Cortex 即表示您同意这些条款和政策。如有任何疑问，请随时联系我们。 1. 关于服务 Cortex 是一款为用户提供 AI 驱动聊天服务的移动应用。您可以免费使用应用的基本功能，同时也可以通过订阅服务享受额外功能。 2. 订阅、积分与定价 我们的订阅和积分服务提供多种选项和福利。订阅和积分的详情可在应用内或我们的官方网站上查阅。 A) 订阅 - 订阅基于所选套餐提供专属优势和额外功能。 - 订阅购买会通过用户所选支付方式自动扣费。 - 订阅在周期结束时自动续订。用户可关闭自动续订或取消订阅。 - 若取消订阅，您仍可享受订阅福利直至当前周期结束；但不予退款。 B) 积分 - Cortex 在应用内提供自己的数字货币——积分。积分用于与在线 AI 模型进行对话和访问额外功能。 - 用户可购买指定数量的积分。购买的积分不可退款，也不可转移到其他账户。 - 积分购买通过用户所选支付方式即时处理。积分定价在应用内公布。 - 积分仅限于 Cortex 平台使用，在外部平台无效。 C) 定价政策 - 所有关于订阅和积分的定价信息将在应用内或官方网站上显示。 - Cortex 保留修改定价和积分政策的权利，价格变动将在应用内公告。 3. 用户账户与安全 使用 Cortex 应用，您需提供用户名、电子邮件地址和密码。您对账户安全负责，创建强密码至关重要。如发现任何未经授权的账户访问，请立即联系我们。 4. AI 模型的责任 - Cortex 提供 AI 驱动服务，但对于 AI 模型所提供的不准确、误导或潜在有害的响应，Cortex 不承担责任。用户应仔细评估所提供的信息。 - AI 不保证所提供建议、提示或信息的准确性，用户不应在未经专业咨询或验证的情况下依赖这些信息。 - 用户同意在符合法律和伦理标准的前提下使用 Cortex 的 AI，若滥用服务，Cortex 保留暂停或终止账户的权利。 5. 数据使用与隐私 Cortex 隐私政策解释了您的数据如何被收集、使用和存储。使用本服务即表示您接受隐私政策中列明的数据收集和使用做法。 A) 数据收集 Cortex 应用仅收集以下用户信息： - 电子邮件地址 - 密码（与您的邮箱密码不同） - 用户名 B) 数据使用 我们收集的信息仅用于登录和应用内功能，不用于其他用途。 C) 数据共享 Cortex 不会与任何第三方共享用户数据。所有收集的数据仅用于应用内功能，不会外传。 D) 安全性 我们采用强加密方法保护您的信息，确保您的数据免受未经授权的访问，并安全存储。 E) 数据保留 Cortex 仅为账户管理目的保留用户数据。我们承诺不会保留不必要的数据，当用户数据不再需要时，将被安全删除。 F) 变更 隐私政策可能会根据需要更新，任何变更将在应用内公告。 7. 服务终止 若用户违反服务条款或滥用服务，Cortex 保留在未提前通知的情况下暂停或终止用户账户的权利。此外，Cortex 保留随时全部或部分终止服务的权利。 8. 变更 Cortex 保留修改服务条款和隐私政策的权利。更新后的条款将在应用内公告，用户在更新后继续使用 Cortex 服务将视为接受更新后的条款。 9. 联系方式 如对服务条款或隐私政策有任何疑问或担忧，请随时联系我们： 电子邮件：vertexgames23@gmail.com 网站：www.vertexcorporation.pro
