Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# maxResendLimitReached
source: You have reached the maximum number of verification emails
ar: لقد وصلت إلى الحد الأقصى من رسائل التحقق
az: Doğrulama e-poçtları üçün maksimum say limitinə çatılıb
de: Sie haben die maximale Anzahl an Bestätigungs-E-Mails erreicht
es: Has alcanzado el número máximo de correos de verificación
fr: Vous avez atteint le nombre maximum d'emails de vérification
hi: आपने सत्यापन ईमेल की अधिकतम संख्या तक पहुंच गए हैं
it: Hai raggiunto il numero massimo di email di verifica
ja: 認証メールの最大送信回数に達しました
ko: 최대 인증 이메일 전송 횟수에 도달했습니다
tr: Doğrulama e-postası gönderme sınırına ulaştınız.
zh: 您已达到验证邮件的最大发送次数

# verificationScreenContinueWithoutVerification
source: Continue without verification
ar: المتابعة بدون تحقق
az: Doğrulamadan davam et
de: Ohne Verifizierung fortfahren
es: Continuar sin verificación
fr: Continuer sans vérification
hi: बिना सत्यापन के जारी रखें
it: Continua senza verifica
ja: 認証せずに続行する
ko: 인증 없이 계속하기
tr: Doğrulamadan devam et
zh: 继续但不验证

# verificationScreenWarning
source: Note: Even if you continue, the 1-day account verification period is still in effect for your account. If you haven't verified your account by then, it will be deleted from the app.
ar: ملاحظة: حتى إذا تابعت، فإن فترة التحقق لمدة يوم واحد لا تزال سارية على حسابك. إذا لم تقم بالتحقق من حسابك بحلول ذلك الوقت، فسيتم حذفه من التطبيق.
az: Qeyd: Davam etsəniz də, hesabınız üçün 1 günlük doğrulama müddəti qüvvədə qalacaq. Əgər bu müddət ərzində hesabınızı doğrulamazsınızsa, o tətbiqdən silinəcək.
de: Hinweis: Selbst wenn Sie fortfahren, gilt die 1-tägige Verifizierungsfrist für Ihr Konto. Falls Sie Ihr Konto bis dahin nicht verifiziert haben, wird es aus der App gelöscht.
es: Nota: Incluso si continúas, el período de verificación de cuenta de 1 día sigue vigente para tu cuenta. Si no verificas tu cuenta en ese tiempo, será eliminada de la aplicación.
fr: Note : Même si vous continuez, la période de vérification de compte d'1 jour reste en vigueur. Si vous n'avez pas vérifié votre compte d'ici là, il sera supprimé de l'application.
hi: नोट: यदि आप जारी भी करते हैं, तो आपके खाते के लिए 1-दिन की सत्यापन अवधि अभी भी प्रभावी है। यदि आपने उस अवधि के भीतर अपना खाता सत्यापित नहीं किया, तो इसे एप्लिकेशन से हटा दिया जाएगा।
it: Nota: Anche se continui, il periodo di verifica dell'account di 1 giorno rimane attivo. Se non verifichi il tuo account entro tale periodo, verrà eliminato dall'app.
ja: 注意：認証せずに続行しても、1日間のアカウント認証期間は適用されます。その期間内に認証されない場合、アカウントはアプリから削除されます。
ko: 참고: 인증 없이 계속해도 계정에 1일 인증 기간이 적용됩니다. 이 기간 내에 인증하지 않으면 계정이 삭제됩니다.
tr: Not: Devam etseniz bile, hesabınız için 1 günlük doğrulama süresi geçerliliğini korur. O süre içerisinde hesabınızı doğrulamazsanız, uygulamadan silinecektir.
zh: 注意：即使您选择继续，您的账户仍有 1 天的验证期。如果在此期间未完成验证，账户将从应用中删除。

# unverifiedAccountHeader
source: Your account is not verified
ar: حسابك غير مُحقق
az: Hesabınız doğrulanmayıb
de: Ihr Konto ist nicht verifiziert
es: Tu cuenta no está verificada
fr: Votre compte n'est pas vérifié
hi: आपका खाता सत्यापित नहीं है
it: Il tuo account non è verificato
ja: あなたのアカウントは未認証です
ko: 계정이 인증되지 않았습니다
tr: Hesabınız doğrulanmadı
zh: 您的账户未验证

# unverifiedAccountWarning
source: If you do not verify your account within {timeLeft}, it will be deleted
ar: إذا لم تقم بالتحقق من حسابك خلال {timeLeft}، فسيتم حذفه
az: {timeLeft} ərzində hesabınızı doğrulamazsınızsa, silinəcək
de: Wenn Sie Ihr Konto nicht innerhalb von {timeLeft} verifizieren, wird es gelöscht
es: Si no verificas tu cuenta en {timeLeft}, será eliminada
fr: Si vous ne vérifiez pas votre compte dans {timeLeft}, il sera supprimé
hi: यदि आपने {timeLeft} के भीतर अपना खाता सत्यापित नहीं किया, तो इसे हटा दिया जाएगा
it: Se non verifichi il tuo account entro {timeLeft}, verrà eliminato
ja: {timeLeft}以内に認証されない場合、アカウントは削除されます
ko: {timeLeft} 내에 인증하지 않으면 계정이 삭제됩니다
tr: {timeLeft} içerisinde hesabınızı doğrulamazsanız, hesabınız silinecektir.
zh: 如果您在 {timeLeft} 内未验证账户，账户将被删除

source: Verify Now
ar: تحقق الآن
az: İndi Doğrula
de: Jetzt verifizieren
es: Verificar ahora
fr: Vérifier maintenant
hi: अब सत्यापित करें
it: Verifica ora
ja: 今すぐ認証
ko: 지금 인증하기
tr: Şimdi Doğrula
zh: 立即验证

# accountVerified
source: Your account has been verified.
ar: تم التحقق من حسابك.
az: Hesabınız doğrulandı.
de: Ihr Konto wurde verifiziert.
es: Tu cuenta ha sido verificada.
fr: Votre compte a été vérifié.
hi: आपका खाता सत्यापित हो चुका है।
it: Il tuo account è stato verificato.
ja: アカウントが認証されました。
ko: 계정이 인증되었습니다.
tr: Hesabınız doğrulandı.
zh: 您的账户已验证。

source: Link sent
ar: تم إرسال الرابط
az: Keçid göndərildi
de: Link gesendet
es: Enlace enviado
fr: Lien envoyé
hi: लिंक भेजा गया
it: Link inviato
ja: リンクが送信されました
ko: 링크가 전송되었습니다
tr: Bağlantı gönderildi
zh: 链接已发送

# accountDeleted
source: Your account has been deleted
ar: تم حذف حسابك
az: Hesabınız silindi
de: Ihr Konto wurde gelöscht
es: Tu cuenta ha sido eliminada
fr: Votre compte a été supprimé
hi: आपका खाता हटा दिया गया है
it: Il tuo account è stato eliminato
ja: アカウントが削除されました
ko: 계정이 삭제되었습니다
tr: Hesabınız silindi
zh: 您的账户已被删除

source: Too many requests
ar: الكثير من الطلبات
az: Çoxlu sorğu
de: Zu viele Anfragen
es: Demasiadas solicitudes
fr: Trop de requêtes
hi: बहुत अधिक अनुरोध
it: Troppe richieste
ja: リクエストが多すぎます
ko: 요청이 너무 많습니다
tr: Çok fazla istek gönderildi
zh: 请求过多

source: Regenerate
ar: إعادة التوليد
az: Yenidən yaradın
de: Erneut generieren
es: Regenerar
fr: Régénérer
hi: पुनः जनरेट करें
it: Rigenera
ja: 再生成
ko: 재생성
tr: Yeniden Oluştur
zh: 重新生成

# confirmDeleteAccount
source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد حذف حسابك؟
az: Hesabınızı silmək istədiyinizə əminsiniz?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¿Estás seguro de que deseas eliminar tu cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं?
it: Sei sicuro di voler eliminare il tuo account?
ja: 本当にアカウントを削除してもよろしいですか？
ko: 정말로 계정을 삭제하시겠습니까?
tr: Hesabınızı silmek istediğinizden emin misiniz?
zh: 确定要删除您的账户吗？

# enterPasswordToDelete
source: Enter your password to delete.
ar: أدخل كلمة المرور للحذف.
az: Silmək üçün şifrənizi daxil edin.
de: Geben Sie Ihr Passwort ein, um das Konto zu löschen.
es: Ingresa tu contraseña para eliminar.
fr: Entrez votre mot de passe pour supprimer.
hi: हटाने के लिए अपना पासवर्ड दर्ज करें।
it: Inserisci la tua password per eliminare l'account.
ja: 削除するにはパスワードを入力してください。
ko: 삭제를 위해 비밀번호를 입력하세요.
tr: Silmek için şifrenizi girin.
zh: 请输入密码以确认删除。

source: Delete Account
ar: حذف الحساب
az: Hesabı Sil
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le compte
hi: खाता हटाएं
it: Elimina Account
ja: アカウントを削除
ko: 계정 삭제
tr: Hesabı Sil
zh: 删除账户

# deleteAccountError
source: An error occurred while deleting the account.
ar: حدث خطأ أثناء حذف الحساب.
az: Hesabın silinməsi zamanı xəta baş verdi.
de: Beim Löschen des Kontos ist ein Fehler aufgetreten.
es: Ocurrió un error al eliminar la cuenta.
fr: Une erreur s'est produite lors de la suppression du compte.
hi: खाता हटाने में त्रुटि हुई।
it: Si è verificato un errore durante l'eliminazione dell'account.
ja: アカウント削除中にエラーが発生しました。
ko: 계정 삭제 중 오류가 발생했습니다.
tr: Hesap silinirken bir hata oluştu.
zh: 删除账户时发生错误。

source: Delete
ar: حذف
az: Sil
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Elimina
ja: 削除
ko: 삭제
tr: Sil
zh: 删除

# passwordRequired
source: Password is required.
ar: كلمة المرور مطلوبة.
az: Şifrə tələb olunur.
de: Passwort ist erforderlich.
es: Se requiere contraseña.
fr: Le mot de passe est requis.
hi: पासवर्ड आवश्यक है।
it: La password è richiesta.
ja: パスワードは必須です。
ko: 비밀번호는 필수입니다.
tr: Şifre gereklidir.
zh: 必须提供密码。

# deleteDescription
source: The data you delete will be permanently removed from our server and your device. This actions cannot be undone.
ar: سيتم حذف البيانات التي تحذفها بشكل دائم من خادمنا ومن جهازك. لا يمكن التراجع عن هذا الإجراء.
az: Sildiyiniz məlumatlar serverimizdən və cihazınızdan daimi olaraq silinəcək. Bu əməliyyat geri dönüşü yoxdur.
de: Die von Ihnen gelöschten Daten werden dauerhaft von unserem Server und Ihrem Gerät entfernt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Los datos que elimines se eliminarán permanentemente de nuestro servidor y de tu dispositivo. Esta acción no se puede deshacer.
fr: Les données que vous supprimez seront définitivement supprimées de notre serveur et de votre appareil. Cette action est irréversible.
hi: जो डेटा आप हटाते हैं वह स्थायी रूप से हमारे सर्वर और आपके डिवाइस से हटा दिया जाएगा। यह क्रिया पूर्ववत नहीं की जा सकती।
it: I dati che eliminerai saranno rimossi definitivamente dal nostro server e dal tuo dispositivo. Questa azione non può essere annullata.
ja: 削除されたデータは、サーバーおよびデバイスから永久に削除されます。この操作は元に戻せません。
ko: 삭제된 데이터는 서버와 기기에서 영구적으로 제거됩니다. 이 작업은 되돌릴 수 없습니다.
tr: Sildiğiniz veriler, sunucumuzdan ve cihazınızdan kalıcı olarak kaldırılacaktır. Bu işlem geri alınamaz.
zh: 您删除的数据将永久从我们的服务器和您的设备中移除，此操作无法撤销。

# deleteAccountButton
source: Account Deletion Button
ar: زر حذف الحساب
az: Hesabın Silinməsi Düyməsi
de: Kontolöschungs-Button
es: Botón de Eliminación de Cuenta
fr: Bouton de suppression de compte
hi: खाता हटाने का बटन
it: Pulsante di Eliminazione Account
ja: アカウント削除ボタン
ko: 계정 삭제 버튼
tr: Hesap Silme Butonu
zh: 删除账户按钮

source: Edit Profile
ar: تعديل الملف الشخصي
az: Profil Redaktəsi
de: Profil bearbeiten
es: Editar Perfil
fr: Modifier le profil
hi: प्रोफ़ाइल संपादित करें
it: Modifica Profilo
ja: プロフィール編集
ko: 프로필 편집
tr: Profili Düzenle
zh: 编辑资料

source: Display Name
ar: الاسم الظاهر
az: Görünən Ad
de: Anzeigename
es: Nombre para Mostrar
fr: Nom affiché
hi: प्रदर्शित नाम
it: Nome Visualizzato
ja: 表示名
ko: 표시 이름
tr: Görünen İsim
zh: 显示名称

source: Tap to change profile picture
ar: اضغط لتغيير صورة الملف الشخصي
az: Profil şəklini dəyişmək üçün toxunun
de: Tippen, um das Profilbild zu ändern
es: Toca para cambiar la foto de perfil
fr: Appuyez pour changer la photo de profil
hi: प्रोफ़ाइल चित्र बदलने के लिए टैप करें
it: Tocca per cambiare l'immagine del profilo
ja: タップしてプロフィール写真を変更
ko: 프로필 사진 변경하려면 탭하세요
tr: Profil resmini değiştirmek için dokunun
zh: 点击更换头像

# profileUpdated
source: Profile updated successfully
ar: تم تحديث الملف الشخصي بنجاح
az: Profil uğurla yeniləndi
de: Profil erfolgreich aktualisiert
es: Perfil actualizado exitosamente
fr: Profil mis à jour avec succès
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट हुई
it: Profilo aggiornato con successo
ja: プロフィールが正常に更新されました
ko: 프로필이 성공적으로 업데이트되었습니다
tr: Profil başarıyla güncellendi
zh: 资料更新成功

# updateFailed
source: Failed to update profile
ar: فشل التحديث
az: Yeniləmə uğursuz oldu
de: Aktualisierung fehlgeschlagen
es: Actualización fallida
fr: Échec de la mise à jour du profil
hi: अपडेट विफल
it: Aggiornamento fallito
ja: 更新に失敗しました
ko: 업데이트 실패
tr: Profil güncellenemedi.
zh: 资料更新失败

source: Name cannot be empty
ar: لا يمكن أن يكون الاسم فارغًا
az: Ad boş ola bilməz
de: Name darf nicht leer sein
es: El nombre no puede estar vacío
fr: Le nom ne peut pas être vide
hi: नाम खाली नहीं हो सकता
it: Il nome non può essere vuoto
ja: 名前は空にできません
ko: 이름은 비워둘 수 없습니다
tr: İsim boş bırakılamaz
zh: 名称不能为空

source: Logout
ar: تسجيل الخروج
az: Çıxış
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
hi: लॉग आउट
it: Disconnetti
ja: ログアウト
ko: 로그아웃
tr: Çıkış Yap
zh: 退出登录

# noDisplayName
source: No display name set
ar: لا يوجد اسم ظاهر
az: Görünən ad təyin edilməyib
de: Kein Anzeigename festgelegt
es: No se ha establecido un nombre para mostrar
fr: Aucun nom affiché défini
hi: कोई प्रदर्शित नाम सेट नहीं
it: Nessun nome visualizzato impostato
ja: 表示名が設定されていません
ko: 설정된 표시 이름이 없습니다
tr: Görünen isim ayarlanmadı
zh: 未设置显示名称

# noEmail
source: No email address
ar: لا يوجد بريد إلكتروني
az: E-poçt ünvanı yoxdur
de: Keine E-Mail-Adresse
es: Sin dirección de correo electrónico
fr: Aucune adresse email
hi: कोई ईमेल पता नहीं
it: Nessun indirizzo email
ja: メールアドレスがありません
ko: 이메일 주소가 없습니다
tr: E-posta adresi yok
zh: 无电子邮件地址

# noUserLoggedIn
source: No user is currently logged in
ar: لا يوجد مستخدم مسجل دخول حاليًا
az: Hal-hazırda heç bir istifadəçi daxil olmayıb
de: Derzeit ist kein Benutzer angemeldet
es: No hay ningún usuario conectado actualmente
fr: Aucun utilisateur n'est actuellement connecté
hi: कोई उपयोगकर्ता लॉग इन नहीं है
it: Nessun utente attualmente connesso
ja: 現在ログインしているユーザーはいません
ko: 현재 로그인한 사용자가 없습니다
tr: Şu anda giriş yapmış kullanıcı yok
zh: 当前没有用户登录

source: Profile
ar: الملف الشخصي
az: Profil
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
it: Profilo
ja: プロフィール
ko: 프로필
tr: Profil
zh: 资料

# manageProfileDescription
source: Manage your profile, update your password, or log out from Cortex.
ar: قم بإدارة ملفك الشخصي، تحديث كلمة المرور، أو تسجيل الخروج من Cortex.
az: Profilinizi idarə edin, şifrənizi yeniləyin və ya Cortex-dən çıxın.
de: Verwalten Sie Ihr Profil, aktualisieren Sie Ihr Passwort oder melden Sie sich von Cortex ab.
es: Administra tu perfil, actualiza tu contraseña o cierra sesión en Cortex.
fr: Gérez votre profil, mettez à jour votre mot de passe ou déconnectez-vous de Cortex.
hi: अपनी प्रोफ़ाइल प्रबंधित करें, अपना पासवर्ड अपडेट करें, या Cortex से लॉग आउट करें।
it: Gestisci il tuo profilo, aggiorna la password o disconnettiti da Cortex.
ja: プロフィールの管理、パスワードの更新、またはCortexからのログアウトが可能です。
ko: 프로필 관리, 비밀번호 업데이트 또는 Cortex에서 로그아웃 할 수 있습니다.
tr: Profilinizi yönetin, şifrenizi güncelleyin veya Cortex'ten çıkış yapın.
zh: 管理您的资料，更新密码或退出 Cortex。

# accessSettingsDescription
source: Access help, redeem codes, share Cortex, and view our policies.
ar: الوصول إلى المساعدة، استرداد الأكواد، مشاركة Cortex، وعرض سياساتنا.
az: Kömək alın, kod daxil edin, Cortex-i paylaşın və siyasətlərimizi görün.
de: Greifen Sie auf Hilfe zu, lösen Sie Codes ein, teilen Sie Cortex und sehen Sie sich unsere Richtlinien an.
es: Accede a ayuda, canjea códigos, comparte Cortex y consulta nuestras políticas.
fr: Accédez à l'aide, échangez des codes, partagez Cortex et consultez nos politiques.
hi: मदद, कोड रिडीम करें, Cortex साझा करें, और हमारी नीतियाँ देखें।
it: Accedi ad aiuto, riscatta codici, condividi Cortex e visualizza le nostre politiche.
ja: ヘルプへのアクセス、コードの引き換え、Cortexの共有、及びポリシーの確認ができます。
ko: 도움말, 코드 등록, Cortex 공유 및 정책 열람 등을 할 수 있습니다.
tr: Yardım alın, kodları kullanın, Cortex'i paylaşın ve politikalarımızı görüntüleyin.
zh: 获取帮助、兑换代码、分享 Cortex 以及查看我们的政策。

# languageDescription
source: You can change your default app interface language at any time.
ar: يمكنك تغيير لغة واجهة التطبيق الافتراضية في أي وقت.
az: İstədiyiniz vaxt tətbiqin interfeys dilini dəyişdirə bilərsiniz.
de: Sie können die Standardsprache der App-Oberfläche jederzeit ändern.
es: Puedes cambiar el idioma predeterminado de la interfaz de la aplicación en cualquier momento.
fr: Vous pouvez changer la langue par défaut de l'interface de l'application à tout moment.
hi: आप कभी भी अपने एप्लिकेशन इंटरफ़ेस की डिफ़ॉल्ट भाषा बदल सकते हैं।
it: Puoi cambiare la lingua dell'interfaccia dell'app in qualsiasi momento.
ja: アプリのデフォルトの言語はいつでも変更可能です。
ko: 언제든지 기본 앱 인터페이스 언어를 변경할 수 있습니다.
tr: Varsayılan uygulama arayüzü dilinizi istediğiniz zaman değiştirebilirsiniz.
zh: 您可以随时更改应用界面的默认语言。

# themeDescription
source: You can switch between light and dark themes as preferred. The selected theme will apply across the Cortex interface.
ar: يمكنك التبديل بين الثيم الفاتح والداكن حسب التفضيل. سيتم تطبيق الثيم المختار في كافة واجهة Cortex.
az: İstədiyiniz zaman açıq və qaranlıq temalar arasında keçid edə bilərsiniz. Seçilmiş tema bütün Cortex interfeysinə tətbiq olunacaq.
de: Sie können zwischen hellen und dunklen Themen wechseln, wie es Ihnen beliebt. Das gewählte Thema wird in der gesamten Cortex-Oberfläche angewendet.
es: Puedes alternar entre temas claro y oscuro según prefieras. El tema seleccionado se aplicará en toda la interfaz de Cortex.
fr: Vous pouvez basculer entre les thèmes clair et sombre selon vos préférences. Le thème sélectionné sera appliqué sur l'ensemble de l'interface de Cortex.
hi: आप अपनी पसंद के अनुसार लाइट और डार्क थीम के बीच स्विच कर सकते हैं। चयनित थीम पूरे Cortex इंटरफ़ेस पर लागू होगी।
it: Puoi passare tra tema chiaro e scuro a tuo piacimento. Il tema selezionato verrà applicato a tutta l'interfaccia di Cortex.
ja: ライトテーマとダークテーマをお好みで切り替えることができます。選択したテーマはCortex全体に適用されます。
ko: 원하는 대로 라이트와 다크 테마를 전환할 수 있습니다. 선택한 테마는 Cortex 인터페이스 전체에 적용됩니다.
tr: İstediğiniz zaman açık ve koyu temalar arasında geçiş yapabilirsiniz. Seçtiğiniz tema, Cortex arayüzünde uygulanacaktır.
zh: 您可以根据喜好在明亮和暗黑主题之间切换。所选主题将应用于整个 Cortex 界面。

# iHaveReadAndAgree
source: I have read and agree to the terms of service
ar: لقد قرأت وأوافق على شروط الخدمة
az: Xidmət şərtlərini oxudum və qəbul edirəm
de: Ich habe die Nutzungsbedingungen gelesen und stimme ihnen zu.
es: He leído y acepto los términos de servicio
fr: J'ai lu et j'accepte les conditions d'utilisation
hi: मैंने सेवा की शर्तें पढ़ ली हैं और सहमत हूँ
it: Ho letto e accetto i termini di servizio
ja: 利用規約を読み、同意しました
ko: 이용 약관을 읽고 동의합니다
tr: Hizmet şartlarını okudum ve kabul ediyorum
zh: 我已阅读并同意服务条款

source: Downloading...
ar: جارٍ التحميل...
az: Yüklənir...
de: Wird heruntergeladen...
es: Descargando...
fr: Téléchargement en cours...
hi: डाउनलोड हो रहा है...
it: Download in corso...
ja: ダウンロード中...
ko: 다운로드 중...
tr: İndiriliyor...
zh: 下载中...

# downloadError
source: An error occurred during download.
ar: حدث خطأ أثناء التحميل.
az: Yükləmə zamanı xəta baş verdi.
de: Beim Herunterladen ist ein Fehler aufgetreten.
es: Ocurrió un error durante la descarga.
fr: Une erreur s'est produite lors du téléchargement.
hi: डाउनलोड के दौरान त्रुटि हुई।
it: Si è verificato un errore durante il download.
ja: ダウンロード中にエラーが発生しました。
ko: 다운로드 중 오류가 발생했습니다.
tr: İndirme sırasında bir hata oluştu.
zh: 下载过程中发生错误。

source: Download cancelled.
ar: تم إلغاء التحميل.
az: Yükləmə ləğv edildi.
de: Download abgebrochen.
es: Descarga cancelada.
fr: Téléchargement annulé.
hi: डाउनलोड रद्द कर दिया गया।
it: Download annullato.
ja: ダウンロードがキャンセルされました。
ko: 다운로드가 취소되었습니다.
tr: İndirme iptal edildi.
zh: 下载已取消。

source: Download resumed.
ar: تم استئناف التحميل.
az: Yükləmə davam etdirildi.
de: Download fortgesetzt.
es: Descarga reanudada.
fr: Téléchargement repris.
hi: डाउनलोड फिर से शुरू हुआ।
it: Download ripreso.
ja: ダウンロードを再開しました。
ko: 다운로드가 재개되었습니다.
tr: İndirme devam ediyor.
zh: 下载已继续。

source: Download success
ar: تم التحميل بنجاح
az: Yükləmə uğurlu oldu
de: Download erfolgreich
es: Descarga exitosa
fr: Téléchargement réussi
hi: डाउनलोड सफल
it: Download riuscito
ja: ダウンロード成功
ko: 다운로드 성공
tr: İndirme başarılı
zh: 下载成功

source: Download failed
ar: فشل التحميل
az: Yükləmə uğursuz oldu
de: Download fehlgeschlagen
es: Descarga fallida
fr: Échec du téléchargement
hi: डाउनलोड असफल
it: Download fallito
ja: ダウンロード失敗
ko: 다운로드 실패
tr: İndirme başarısız
zh: 下载失败

# downloaded
source: {percent}% downloaded
ar: تم التحميل بنسبة {percent}%
az: {percent}% yükləndi
de: {percent}% heruntergeladen
es: {percent}% descargado
fr: {percent}% téléchargé
hi: {percent}% डाउनलोड हुआ
it: {percent}% scaricato
ja: {percent}% ダウンロード済み
ko: {percent}% 다운로드됨
tr: {percent}% indirildi
zh: {percent}% 已下载

source: Download paused.
ar: تم إيقاف التحميل مؤقتًا.
az: Yükləmə dayandırıldı.
de: Download pausiert.
es: Descarga en pausa.
fr: Téléchargement en pause.
hi: डाउनलोड रुका हुआ है।
it: Download in pausa.
ja: ダウンロードが一時停止されました。
ko: 다운로드가 일시 중지되었습니다.
tr: İndirme duraklatıldı.
zh: 下载已暂停。

# purchaseSuccessful
source: Purchase succesful!
ar: تم الشراء بنجاح
az: Alış uğurlu oldu
de: Kauf erfolgreich
es: Compra exitosa
fr: Achat réussi !
hi: खरीद सफल
it: Acquisto riuscito
ja: 購入成功
ko: 구매 성공
tr: Satın alma başarılı!
zh: 购买成功！

# purchaseFailed
source: Purchase unsuccesful
ar: فشل الشراء
az: Alış uğursuz oldu
de: Kauf fehlgeschlagen
es: Compra fallida
fr: Achat non réussi
hi: खरीद असफल
it: Acquisto fallito
ja: 購入に失敗しました
ko: 구매 실패
tr: Satın alma başarısız
zh: 购买失败

source: Invalid purchase
ar: عملية شراء غير صالحة
az: Yanlış alış
de: Ungültiger Kauf
es: Compra inválida
fr: Achat invalide
hi: अमान्य खरीद
it: Acquisto non valido
ja: 無効な購入
ko: 유효하지 않은 구매
tr: Geçersiz satın alma
zh: 无效的购买

# purchaseError
source: Purchasing error
ar: خطأ في الشراء
az: Alış zamanı xəta baş verdi
de: Fehler beim Kauf
es: Error en la compra
fr: Erreur d'achat
hi: खरीदारी त्रुटि
it: Errore nell'acquisto
ja: 購入エラー
ko: 구매 오류
tr: Satın alma hatası
zh: 购买错误

# purchaseVertexPlusToUpload
source: This is a Plus feature
ar: هذه ميزة من ميزات Plus
az: Bu, Plus xüsusiyyətidir
de: Dies ist eine Plus-Funktion
es: Esta es una función Plus
fr: C'est une fonctionnalité Plus
hi: यह एक Plus विशेषता है
it: Questa è una funzione Plus
ja: これはPlus機能です
ko: 이 기능은 Plus 기능입니다
tr: Bu, Plus özelliğidir
zh: 这是 Plus 功能

# purchasePlus
source: Buy Cortex Plus
ar: شراء Cortex Plus
az: Cortex Plus Alın
de: Kaufen Sie Cortex Plus
es: Comprar Cortex Plus
fr: Acheter Cortex Plus
hi: Cortex Plus खरीदें
it: Acquista Cortex Plus
ja: Cortex Plusを購入
ko: Cortex Plus 구매
tr: Cortex Plus Satın Al
zh: 购买 Cortex Plus

# plusDescription
source: Access more features of Cortex and experience AI much more!
ar: استمتع بالمزيد من ميزات Cortex واختبر الذكاء الاصطناعي بشكل أكثر!
az: Cortex-in daha çox xüsusiyyətlərindən yararlanın və süni intellekti daha dərindən yaşayın!
de: Nutzen Sie weitere Funktionen von Cortex und erleben Sie KI in einem ganz neuen Umfang!
es: Accede a más funciones de Cortex y experimenta la IA de manera superior.
fr: Accédez à plus de fonctionnalités de Cortex et profitez encore plus de l'IA !
hi: Cortex के अधिक फीचर्स का उपयोग करें और एआई का अनुभव बेहतर बनाएं!
it: Accedi a più funzionalità di Cortex e vivi un'esperienza AI migliorata!
ja: Cortexのさらなる機能にアクセスし、より高度なAI体験を！
ko: Cortex의 추가 기능에 접근하여 AI를 더욱 즐겨보세요!
tr: Cortex'in daha fazla özelliğine erişin ve yapay zekayı çok daha fazla deneyimleyin!
zh: 解锁更多 Cortex 功能，体验更多 AI 体验！

source: Annual Plus
ar: Plus سنوي
az: İllik Plus
de: Jahresabo Plus
es: Plus Anual
fr: Plus Annuel
hi: वार्षिक Plus
it: Plus Annuale
ja: 年間Plus
ko: 연간 Plus
tr: Yıllık Plus
zh: 年度 Plus

# annualPlusDescription
source: First 30 days free - Then annual
ar: 30 يومًا مجانية أولاً - ثم سنوي
az: İlk 30 gün pulsuz - Sonra illik ödəniş
de: Die ersten 30 Tage kostenlos – danach jährlich
es: 30 días gratis - Luego anual
fr: 30 premiers jours gratuits - Ensuite annuel
hi: पहले 30 दिन मुफ़्त - फिर वार्षिक शुल्क
it: Primi 30 giorni gratuiti - Poi annuale
ja: 初回30日間無料、その後年間課金
ko: 처음 30일 무료 - 이후 연간 결제
tr: İlk 30 gün ücretsiz - Sonrasında yıllık
zh: 前 30 天免费 - 之后按年收费

source: Monthly Plus
ar: Plus شهري
az: Aylıq Plus
de: Monatsabo Plus
es: Plus Mensual
fr: Plus Mensuel
hi: मासिक Plus
it: Plus Mensile
ja: 月額Plus
ko: 월간 Plus
tr: Aylık Plus
zh: 月度 Plus

# monthlyPlusDescription
source: First 7 days free - Then monthly
ar: 7 أيام مجانية أولاً - ثم شهري
az: İlk 7 gün pulsuz - Sonra aylıq ödəniş
de: Die ersten 7 Tage kostenlos – danach monatlich
es: 7 días gratis - Luego mensual
fr: 7 premiers jours gratuits - Ensuite mensuel
hi: पहले 7 दिन मुफ़्त - फिर मासिक शुल्क
it: Primi 7 giorni gratuiti - Poi mensile
ja: 初回7日間無料、その後月額課金
ko: 처음 7일 무료 - 이후 월간 결제
tr: İlk 7 gün ücretsiz - Sonrasında aylık
zh: 前 7 天免费 - 之后按月收费

# startFreeTrial30Days
source: Start 30-Day Free Trial
ar: ابدأ تجربة مجانية لمدة 30 يومًا
az: 30 Günlük Pulsuz Sınaq Başlayın
de: 30-Tage Gratis-Test starten
es: Iniciar prueba gratuita de 30 días
fr: Commencer l'essai gratuit de 30 jours
hi: 30-दिन की मुफ़्त ट्रायल शुरू करें
it: Inizia la Prova Gratuita di 30 Giorni
ja: 30日間の無料トライアルを開始
ko: 30일 무료 체험 시작
tr: 30 Günlük Ücretsiz Deneme Başlat
zh: 开始 30 天免费试用

# startFreeTrial7Days
source: Start 7-Day Free Trial
ar: ابدأ تجربة مجانية لمدة 7 أيام
az: 7 Günlük Pulsuz Sınaq Başlayın
de: 7-Tage Gratis-Test starten
es: Iniciar prueba gratuita de 7 días
fr: Commencer l'essai gratuit de 7 jours
hi: 7-दिन की मुफ़्त ट्रायल शुरू करें
it: Inizia la Prova Gratuita di 7 Giorni
ja: 7日間の無料トライアルを開始
ko: 7일 무료 체험 시작
tr: 7 Günlük Ücretsiz Deneme Başlat
zh: 开始 7 天免费试用
