Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# privacyPolicyContent
source: Cortex Privacy Policy The Cortex Privacy Policy explains how your data is collected, used, and stored. The privacy policy is part of the terms of service, and by using the service, you accept the data collection and usage practices described in the Privacy Policy. A) Data Collection The Cortex app only collects the following information from users: - Email address - Password (in-app password, independent of your email account password) - Username B) Data Usage The information we collect is used only for login purposes. Your username, email, and password information are securely stored to provide access to your account and are not used for other purposes. C) Data Sharing Cortex does not share user data with any third parties. All collected data is used solely for app functionality and is not transferred externally. D) Security Our app uses strong encryption methods to ensure the security of user information. Your email and password information are protected against unauthorized access and securely stored. E) Data Retention Cortex retains user data only for account management purposes. We are committed to not retaining unnecessary data, and user data is securely deleted when it is no longer needed. F) Changes This privacy policy may be updated as necessary. If any changes occur, the new policy will be announced within the app. G) Contact If you have any questions or concerns about our privacy policy, feel free to contact us: Email: vertexgames23@gmail.com Website: www.vertexcorporation.pro
ar: سياسة خصوصية Cortex توضح سياسة خصوصية Cortex كيفية جمع بياناتك، استخدامها وتخزينها. تُعد سياسة الخصوصية جزءًا من شروط الخدمة، وباستخدام الخدمة فإنك تقبل ممارسات جمع واستخدام البيانات الموضحة في سياسة الخصوصية. أ) جمع البيانات يجمع تطبيق Cortex المعلومات التالية فقط من المستخدمين: - البريد الإلكتروني - كلمة المرور (كلمة المرور داخل التطبيق، منفصلة عن كلمة مرور بريدك الإلكتروني) - اسم المستخدم ب) استخدام البيانات تُستخدم المعلومات التي نجمعها لأغراض تسجيل الدخول فقط. يتم تخزين اسم المستخدم والبريد الإلكتروني وكلمة المرور بأمان لتوفير الوصول إلى حسابك ولا تُستخدم لأي غرض آخر. ج) مشاركة البيانات لا يشارك Cortex بيانات المستخدم مع أي طرف ثالث. تُستخدم البيانات المجمعة حصريًا لوظائف التطبيق ولا تُنقل خارجيًا. د) الأمان يستخدم تطبيقنا طرق تشفير قوية لضمان أمان معلومات المستخدم. يتم حماية بيانات بريدك الإلكتروني وكلمة المرور من الوصول غير المصرح به وتخزينها بأمان. هـ) الاحتفاظ بالبيانات يحتفظ Cortex ببيانات المستخدم لأغراض إدارة الحساب فقط. نحن ملتزمون بعدم الاحتفاظ بالبيانات غير الضرورية، ويتم حذف بيانات المستخدم بأمان عندما لا تعود مطلوبة. و) التغييرات قد يتم تحديث سياسة الخصوصية هذه حسب الضرورة. إذا حدثت أي تغييرات، سيتم الإعلان عنها داخل التطبيق. ز) الاتصال إذا كانت لديك أي أسئلة أو استفسارات حول سياسة الخصوصية، لا تتردد في الاتصال بنا: البريد الإلكتروني: vertexgames23@gmail.com الموقع الإلكتروني: www.vertexcorporation.pro
az: Cortex Məxfilik Siyasəti Cortex Məxfilik Siyasəti, məlumatlarınızın necə toplandığını, istifadə edildiyini və saxlanıldığını izah edir. Məxfilik siyasəti, xidmət şərtlərinin bir hissəsidir və xidmətdən istifadə etməklə, Məxfilik Siyasətində göstərilən məlumatların toplanması və istifadəsinə razılıq verirsiniz. A) Məlumatların Toplanması Cortex tətbiqi yalnız aşağıdakı məlumatları toplayır: - E-poçt ünvanı - Şifrə (tətbiq şifrəsi, e-poçt hesabınızın şifrəsindən fərqli) - İstifadəçi adı B) Məlumatların İstifadəsi Toplanan məlumatlar yalnız giriş məqsədi ilə istifadə olunur. İstifadəçi adı, e-poçt və şifrə məlumatlarınız hesabınıza giriş təmin etmək üçün təhlükəsiz şəkildə saxlanılır və başqa məqsədlər üçün istifadə edilmir. C) Məlumatların Paylaşılması Cortex, istifadəçi məlumatlarını heç bir üçüncü tərəflə paylaşmır. Toplanan məlumatlar yalnız tətbiq funksionallığı üçün istifadə olunur və xaricə ötürülmür. D) Təhlükəsizlik Güclü şifrələmə metodları ilə e-poçt və şifrə məlumatlarınız icazəsiz girişə qarşı qorunur və təhlükəsiz şəkildə saxlanılır. E) Məlumatların Saxlanması Cortex, istifadəçi məlumatlarını yalnız hesab idarəetməsi məqsədi ilə saxlayır. Artıq lazım olmayan məlumatlar təhlükəsiz şəkildə silinir. F) Dəyişikliklər Bu məxfilik siyasəti zərurət yarandıqda yenilənə bilər. Dəyişikliklər tətbiq daxilində elan ediləcək. G) Əlaqə Məxfilik siyasətimizlə bağlı hər hansı sualınız və ya narahatlığınız varsa, bizimlə əlaqə saxlayın: E-poçt: vertexgames23@gmail.com Vebsayt: www.vertexcorporation.pro
de: Cortex Datenschutzerklärung Die Cortex Datenschutzerklärung erklärt, wie Ihre Daten erhoben, verwendet und gespeichert werden. Die Datenschutzerklärung ist Teil der Nutzungsbedingungen, und durch die Nutzung des Dienstes akzeptieren Sie die in der Datenschutzerklärung beschriebenen Praktiken der Datenerhebung und -verwendung. A) Datenerhebung Die Cortex-App erhebt nur folgende Informationen von den Nutzern: - E-Mail-Adresse - Passwort (app-spezifisches Passwort, unabhängig vom Passwort Ihres E-Mail-Kontos) - Benutzername B) Datennutzung Die von uns erhobenen Informationen werden ausschließlich zu Anmeldezwecken verwendet. Ihre E-Mail-, Benutzername- und Passwortinformationen werden sicher gespeichert, um den Zugriff auf Ihr Konto zu ermöglichen, und nicht für andere Zwecke verwendet. C) Datenteilung Cortex teilt Nutzerdaten nicht mit Dritten. Alle erhobenen Daten werden ausschließlich für die Funktionalität der App verwendet und nicht extern übertragen. D) Sicherheit Unsere App verwendet starke Verschlüsselungsmethoden, um die Sicherheit Ihrer Informationen zu gewährleisten. Ihre E-Mail- und Passwortinformationen sind vor unbefugtem Zugriff geschützt und werden sicher gespeichert. E) Datenspeicherung Cortex speichert Nutzerdaten ausschließlich für die Kontoverwaltung. Wir verpflichten uns, keine unnötigen Daten zu speichern, und Nutzerdaten werden sicher gelöscht, sobald sie nicht mehr benötigt werden. F) Änderungen Diese Datenschutzerklärung kann bei Bedarf aktualisiert werden. Sollten Änderungen auftreten, wird die neue Richtlinie in der App bekannt gegeben. G) Kontakt Wenn Sie Fragen oder Bedenken bezüglich unserer Datenschutzerklärung haben, können Sie uns gerne kontaktieren: E-Mail: vertexgames23@gmail.com Website: www.vertexcorporation.pro
es: Política de Privacidad de Cortex La Política de Privacidad de Cortex explica cómo se recopilan, utilizan y almacenan tus datos. La política de privacidad forma parte de los términos de servicio, y al usar el servicio, aceptas las prácticas de recopilación y uso de datos descritas en la Política de Privacidad. A) Recopilación de Datos La aplicación Cortex recopila únicamente la siguiente información de los usuarios: - Dirección de correo electrónico - Contraseña (contraseña en la aplicación, independiente de la contraseña de tu cuenta de correo electrónico) - Nombre de usuario B) Uso de Datos La información que recopilamos se utiliza solo para fines de inicio de sesión. Tu nombre de usuario, correo electrónico y contraseña se almacenan de manera segura para proporcionarte acceso a tu cuenta y no se utilizan para otros fines. C) Compartir Datos Cortex no comparte los datos de los usuarios con terceros. Todos los datos recopilados se utilizan exclusivamente para la funcionalidad de la aplicación y no se transfieren externamente. D) Seguridad Nuestra aplicación utiliza métodos de cifrado robustos para garantizar la seguridad de la información del usuario. Tu correo electrónico y contraseña están protegidos contra accesos no autorizados y se almacenan de manera segura. E) Retención de Datos Cortex retiene los datos del usuario únicamente para la administración de cuentas. Estamos comprometidos a no retener datos innecesarios, y los datos del usuario se eliminan de manera segura cuando ya no son necesarios. F) Cambios Esta política de privacidad puede actualizarse según sea necesario. Si se producen cambios, la nueva política será anunciada en la aplicación. G) Contacto Si tienes alguna pregunta o inquietud acerca de nuestra política de privacidad, no dudes en contactarnos: Correo electrónico: vertexgames23@gmail.com Sitio web: www.vertexcorporation.pro
fr: Politique de Confidentialité de Cortex La Politique de Confidentialité de Cortex explique comment vos données sont collectées, utilisées et stockées. La politique de confidentialité fait partie des conditions d'utilisation et, en utilisant le service, vous acceptez les pratiques de collecte et d'utilisation des données décrites dans la Politique de Confidentialité. A) Collecte des données L'application Cortex ne collecte que les informations suivantes auprès des utilisateurs : - Adresse email - Mot de passe (mot de passe de l'application, distinct de celui de votre compte email) - Nom d'utilisateur B) Utilisation des données Les informations que nous collectons sont utilisées uniquement pour la connexion. Vos informations de nom d'utilisateur, email et mot de passe sont stockées de manière sécurisée afin de permettre l'accès à votre compte et ne sont pas utilisées à d'autres fins. C) Partage des données Cortex ne partage pas les données des utilisateurs avec des tiers. Toutes les données collectées sont utilisées exclusivement pour le fonctionnement de l'application et ne sont pas transférées à l'extérieur. D) Sécurité Notre application utilise des méthodes de chiffrement robustes pour garantir la sécurité des informations des utilisateurs. Vos informations email et mot de passe sont protégées contre tout accès non autorisé et stockées en toute sécurité. E) Conservation des données Cortex conserve les données des utilisateurs uniquement pour la gestion des comptes. Nous nous engageons à ne pas conserver les données inutiles, et les données des utilisateurs sont supprimées de manière sécurisée lorsqu'elles ne sont plus nécessaires. G) Contact Si vous avez des questions ou des préoccupations concernant notre politique de confidentialité, n'hésitez pas à nous contacter : Email : vertexgames23@gmail.com Site web : www.vertexcorporation.pro
hi: Cortex गोपनीयता नीति Cortex गोपनीयता नीति बताती है कि आपका डेटा कैसे एकत्रित, उपयोग और संग्रहीत किया जाता है। सेवा का उपयोग करके, आप गोपनीयता नीति में वर्णित डेटा संग्रह और उपयोग प्रथाओं से सहमत होते हैं। A) डेटा संग्रह Cortex केवल निम्नलिखित जानकारी एकत्र करता है: - ईमेल पता - पासवर्ड (ऐप-विशिष्ट, आपके ईमेल खाते के पासवर्ड से अलग) - उपयोगकर्ता नाम B) डेटा उपयोग एकत्रित जानकारी केवल लॉगिन और ऐप की कार्यक्षमता के लिए उपयोग की जाती है। आपकी व्यक्तिगत जानकारी का किसी अन्य उद्देश्य के लिए उपयोग नहीं किया जाता है। C) डेटा साझा करना Cortex उपयोगकर्ता डेटा को किसी तीसरे पक्ष के साथ साझा नहीं करता। सभी एकत्रित डेटा केवल ऐप की कार्यक्षमता के लिए उपयोग किए जाते हैं और बाहरी रूप से स्थानांतरित नहीं किए जाते हैं। D) सुरक्षा हम मजबूत एन्क्रिप्शन विधियों का उपयोग करके आपके डेटा की सुरक्षा सुनिश्चित करते हैं। आपका ईमेल और पासवर्ड अनधिकृत पहुँच से सुरक्षित रहते हैं। E) डेटा प्रतिधारण Cortex केवल खाते प्रबंधन उद्देश्यों के लिए उपयोगकर्ता डेटा को रखता है। अनावश्यक डेटा को सुरक्षित रूप से हटा दिया जाता है। F) परिवर्तन यह गोपनीयता नीति आवश्यकतानुसार अपडेट की जा सकती है। किसी भी परिवर्तन की सूचना ऐप में दी जाएगी। G) संपर्क यदि आपको हमारी गोपनीयता नीति के बारे में कोई प्रश्न या चिंताएँ हैं, तो कृपया हमसे संपर्क करें: ईमेल: vertexgames23@gmail.com वेबसाइट: www.vertexcorporation.pro
it: Informativa sulla Privacy di Cortex L'Informativa sulla Privacy di Cortex spiega come vengono raccolti, utilizzati e archiviati i tuoi dati. L'informativa fa parte dei termini di servizio e, utilizzando il servizio, accetti le pratiche di raccolta e utilizzo dei dati descritte nell'Informativa sulla Privacy. A) Raccolta dei Dati L'app Cortex raccoglie solo le seguenti informazioni dagli utenti: - Indirizzo email - Password (password interna all'app, indipendente dalla password del tuo account email) - Nome utente B) Uso dei Dati Le informazioni raccolte sono utilizzate esclusivamente per scopi di login. Le informazioni relative a nome utente, email e password sono archiviate in modo sicuro per permettere l'accesso al tuo account e non sono utilizzate per altri scopi. C) Condivisione dei Dati Cortex non condivide i dati degli utenti con terze parti. Tutti i dati raccolti sono utilizzati esclusivamente per le funzionalità dell'app e non vengono trasferiti esternamente. D) Sicurezza La nostra app utilizza metodi di crittografia avanzati per garantire la sicurezza delle informazioni degli utenti. I tuoi dati sono protetti da accessi non autorizzati e archiviati in modo sicuro. E) Conservazione dei Dati Cortex conserva i dati degli utenti esclusivamente per la gestione degli account. Siamo impegnati a non conservare dati non necessari e i dati degli utenti vengono cancellati in modo sicuro quando non sono più necessari. F) Modifiche Questa informativa può essere aggiornata se necessario. Se ci saranno cambiamenti, la nuova informativa sarà annunciata all'interno dell'app. G) Contatti Per domande o dubbi riguardo alla nostra informativa sulla privacy, contattaci: Email: vertexgames23@gmail.com Sito web: www.vertexcorporation.pro
ja: 【Cortex プライバシーポリシー】 本プライバシーポリシーは、Cortexがどのようにしてユーザーデータを収集、使用、保存するかについて説明しています。Cortexを利用することで、本ポリシーに記載されたデータ収集および使用方法に同意したものとみなされます。 A) データ収集 Cortexは、以下の情報のみを収集します： - メールアドレス - アプリ内パスワード（メールアカウントのパスワードとは異なります） - ユーザー名 B) データ使用 収集した情報は、ログインおよびアプリ内機能の提供のためにのみ使用され、その他の目的には使用されません。 C) データ共有 Cortexは、ユーザーデータを第三者と共有することはありません。収集したデータは、アプリ内機能のためだけに使用され、外部へ転送されることはありません。 D) セキュリティ 強力な暗号化技術を用いてユーザー情報を保護し、不正アクセスから守ります。 E) データ保持 Cortexは、アカウント管理の目的でのみユーザーデータを保持し、不要となったデータは安全に削除します。 F) 変更 本ポリシーは必要に応じて更新され、変更があった場合はアプリ内で通知されます。 G) お問い合わせ プライバシーポリシーに関するご質問は、以下までご連絡ください： メール: vertexgames23@gmail.com ウェブサイト: www.vertexcorporation.pro
ko: Cortex 개인정보 보호정책 Cortex 개인정보 보호정책은 사용자의 데이터가 어떻게 수집, 사용 및 저장되는지를 설명합니다. 이 개인정보 보호정책은 이용 약관의 일부이며, 서비스를 사용함으로써 본 정책에 명시된 데이터 수집 및 사용에 동의하는 것으로 간주됩니다. A) 데이터 수집 Cortex 앱은 사용자로부터 다음 정보만을 수집합니다: - 이메일 주소 - 비밀번호 (앱 내 비밀번호, 이메일 계정 비밀번호와 별개) - 사용자 이름 B) 데이터 사용 수집된 정보는 로그인 및 계정 접근을 위해서만 사용되며, 다른 목적으로 사용되지 않습니다. C) 데이터 공유 Cortex는 사용자의 데이터를 제3자와 공유하지 않습니다. 수집된 모든 데이터는 앱 기능 제공을 위해서만 사용됩니다. D) 보안 강력한 암호화 방법을 사용하여 사용자의 정보를 보호하며, 무단 접근으로부터 안전하게 저장합니다. E) 데이터 보유 Cortex는 계정 관리 목적에 한하여 사용자 데이터를 보유하며, 불필요한 데이터는 안전하게 삭제합니다. F) 변경 사항 본 개인정보 보호정책은 필요에 따라 업데이트될 수 있으며, 변경 사항은 앱 내에 공지됩니다. G) 문의 개인정보 보호정책에 관한 문의사항은 아래로 연락해 주세요: 이메일: vertexgames23@gmail.com 웹사이트: www.vertexcorporation.pro
tr: Cortex Gizlilik Politikası Cortex Gizlilik Politikası, verilerinizin nasıl toplandığını, kullanıldığını ve saklandığını açıklar. Gizlilik politikası, hizmet şartlarının bir parçasıdır ve bu hizmeti kullanarak, Gizlilik Politikası'nda belirtilen veri toplama ve kullanım uygulamalarını kabul etmiş olursunuz. A) Veri Toplama Cortex, kullanıcılarından yalnızca aşağıdaki bilgileri toplar: - E-posta adresi - Şifre (e-posta hesabı şifrenizden bağımsız, uygulama içi şifre) - Kullanıcı adı B) Veri Kullanımı Topladığımız bilgiler yalnızca giriş amacıyla kullanılır. Kullanıcı adınız, e-posta adresiniz ve şifre bilgileriniz, hesabınıza erişim sağlamak için güvenli bir şekilde saklanır ve başka amaçlarla kullanılmaz. C) Veri Paylaşımı Cortex, kullanıcı verilerini hiçbir üçüncü tarafla paylaşmaz. Toplanan tüm veriler yalnızca uygulama işlevselliği için kullanılır ve dışarı aktarılmaz. D) Güvenlik Uygulamamız, kullanıcı bilgilerinin güvenliğini sağlamak için güçlü şifreleme yöntemleri kullanır. E-posta ve şifre bilgileriniz yetkisiz erişime karşı korunur ve güvenli bir şekilde saklanır. E) Veri Saklama Cortex, kullanıcı verilerini yalnızca hesap yönetimi amacıyla saklar. Gereksiz verileri tutmamaya özen gösterir ve ihtiyaç kalmadığında kullanıcı verilerini güvenli bir şekilde siler. F) Değişiklikler Bu gizlilik politikası gerektiğinde güncellenebilir. Herhangi bir değişiklik, uygulama içinde duyurulacaktır. G) İletişim Gizlilik politikamızla ilgili herhangi bir sorunuz veya endişeniz varsa, lütfen bizimle iletişime geçin: E-posta: vertexgames23@gmail.com Web Sitesi: www.vertexcorporation.pro
zh: Cortex 隐私政策 Cortex 隐私政策解释了您的数据如何被收集、使用和存储。隐私政策是服务条款的一部分，使用本服务即表示您接受隐私政策中描述的数据收集和使用做法。 A) 数据收集 Cortex 应用仅收集以下用户信息： - 电子邮件地址 - 密码（应用内密码，与您的邮箱密码不同） - 用户名 B) 数据使用 我们收集的信息仅用于登录目的。您的用户名、电子邮件和密码信息将被安全存储，以便您访问账户，不会用于其他用途。 C) 数据共享 Cortex 不会与任何第三方共享用户数据。所有收集的数据仅用于应用功能，不会外传。 D) 安全性 我们的应用采用强加密方法确保用户信息安全。您的电子邮件和密码信息受到保护，防止未经授权的访问，并被安全存储。 E) 数据保留 Cortex 仅为账户管理目的保留用户数据。我们承诺不会保留不必要的数据，当用户数据不再需要时，将被安全删除。 F) 变更 隐私政策可能会根据需要更新，如有变更，新政策将在应用内公告。 G) 联系方式 如对我们的隐私政策有任何疑问或担忧，请随时联系我们： 电子邮件：vertexgames23@gmail.com 网站：www.vertexcorporation.pro

source: Report
ar: الإبلاغ
az: Bildirin
de: Melden
es: Reportar
fr: Signaler
hi: रिपोर्ट करें
it: Segnala
ja: 報告
ko: 신고
tr: Raporla
zh: 报告

# reportDialogTitle
source: Submit Report
ar: إرسال تقرير
az: Bildirişi Göndərin
de: Meldung absenden
es: Enviar Reporte
fr: Soumettre un rapport
hi: रिपोर्ट सबमिट करें
it: Invia Segnalazione
ja: 報告を送信
ko: 신고 제출
tr: Rapor Gönder
zh: 提交报告

# reportDescriptionLabel
source: What is the issue?
ar: ما هي المشكلة؟
az: Məsələ nədir?
de: Was ist das Problem?
es: ¿Cuál es el problema?
fr: Quel est le problème ?
hi: समस्या क्या है?
it: Qual è il problema?
ja: 問題は何ですか？
ko: 문제가 무엇입니까?
tr: Sorun nedir?
zh: 问题是什么？

# reportHarmful
source: This is harmful/unsafe
ar: هذا ضار/غير آمن
az: Bu zərərli/təhlükəlidir
de: Dies ist schädlich/unsicher
es: Esto es dañino/inseguro
fr: C'est nuisible/non sécurisé
hi: यह हानिकारक/असुरक्षित है
it: È dannoso/insicuro
ja: 有害または安全でない
ko: 유해/안전하지 않음
tr: Bu zararlı/güvensiz
zh: 这有害/不安全

# reportNotTrue
source: This isn't true
ar: هذا غير صحيح
az: Bu doğru deyil
de: Das ist nicht wahr
es: Esto no es cierto
fr: Ce n'est pas vrai
hi: यह सत्य नहीं है
it: Non è vero
ja: これは事実ではない
ko: 사실이 아님
tr: Bu doğru değil
zh: 这不是真的

# reportNotHelpful
source: This isn't helpful
ar: هذا غير مفيد
az: Bu faydalı deyil
de: Das ist nicht hilfreich
es: Esto no es útil
fr: Cela n'est pas utile
hi: यह सहायक नहीं है
it: Non è utile
ja: これは役に立ちません
ko: 도움이 되지 않음
tr: Bu yardımcı değil
zh: 这没有帮助

# closeButton
source: Close
ar: إغلاق
az: Bağla
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
tr: Kapat
zh: 关闭

# submitButton
source: Submit
ar: إرسال
az: Göndər
de: Absenden
es: Enviar
fr: Soumettre
hi: सबमिट करें
it: Invia
ja: 送信
ko: 제출
tr: Gönder
zh: 提交

# reportErrorMessage
source: Please select one reason for reporting.
ar: يرجى اختيار سبب واحد على الأقل للإبلاغ.
az: Zəhmət olmasa bildirmə səbəblərindən birini seçin.
de: Bitte wählen Sie einen Grund für die Meldung aus.
es: Por favor, selecciona una razón para reportar.
fr: Veuillez sélectionner une raison pour signaler.
hi: कृपया रिपोर्ट करने के लिए एक कारण चुनें।
it: Per favore seleziona almeno una ragione per segnalare.
ja: 報告の理由を1つ選択してください。
ko: 신고 사유를 하나 선택해 주세요.
tr: Lütfen raporlamak için bir neden seçin.
zh: 请选择一个报告原因。

# capabilitiesSection
source: Capabilities
ar: القدرات
az: İmkanlar
de: Fähigkeiten
es: Capacidades
fr: Capacités
hi: क्षमताएँ
it: Capacità
ja: 機能
ko: 기능
tr: Özellikler
zh: 功能

# ratingsSection
source: Ratings
ar: التقييمات
az: Qiymətləndirmələr
de: Bewertungen
es: Calificaciones
fr: Notes
hi: रेटिंग्स
it: Valutazioni
ja: 評価
ko: 평점
tr: Değerlendirmeler
zh: 评分

source: No rating data found
ar: لم يتم العثور على بيانات تقييم
az: Qiymətləndirmə məlumatı tapılmadı
de: Keine Bewertungsdaten gefunden
es: No se encontraron datos de calificaciones
fr: Aucune donnée de notation trouvée
hi: कोई रेटिंग डेटा नहीं मिला
it: Nessun dato di valutazione trovato
ja: 評価データが見つかりません
ko: 평점 데이터를 찾을 수 없습니다
tr: Değerlendirme verisi bulunamadı
zh: 未找到评分数据

# featurePhotoTitle
source: Photo Scanning
ar: مسح الصور
az: Şəkil Skanlama
de: Fotos scannen
es: Escaneo de Fotos
fr: Numérisation de photos
hi: फोटो स्कैनिंग
it: Scansione Foto
ja: 写真スキャン
ko: 사진 스캔
tr: Fotoğraf Tarama
zh: 照片扫描

# featurePhotoDescription
source: This model has the ability to scan photos through camera or image files.
ar: يتمتع هذا النموذج بقدرة على مسح الصور عبر الكاميرا أو ملفات الصور.
az: Bu model, kameradan və ya şəkil fayllarından şəkil skan edə bilir.
de: Dieses Modell kann Fotos über die Kamera oder Bilddateien scannen.
es: Este modelo tiene la capacidad de escanear fotos a través de la cámara o archivos de imagen.
fr: Ce modèle a la capacité de numériser des photos via l'appareil photo ou des fichiers image.
hi: यह मॉडल कैमरा या इमेज फाइलों के माध्यम से फोटो स्कैन कर सकता है।
it: Questo modello ha la capacità di scansionare foto tramite fotocamera o file immagine.
ja: このモデルはカメラや画像ファイルを通じて写真をスキャンする能力があります。
ko: 이 모델은 카메라 또는 이미지 파일을 통해 사진을 스캔할 수 있습니다.
tr: Bu model, kamera veya resim dosyaları aracılığıyla fotoğrafları tarayabilme yeteneğine sahiptir.
zh: 此模型具备通过相机或图像文件扫描照片的能力。

# featureOfflineTitle
source: Offline Operation
ar: التشغيل دون إنترنت
az: Offline Əməliyyat
de: Offline-Betrieb
es: Operación Offline
fr: Fonctionnement hors ligne
hi: ऑफ़लाइन संचालन
it: Funzionamento Offline
ja: オフライン動作
ko: 오프라인 작동
tr: Çevrimdışı Çalışma
zh: 离线操作

# featureOfflineDescription
source: Run the model without an internet connection to keep your data safe.
ar: قم بتشغيل النموذج بدون اتصال بالإنترنت للحفاظ على بياناتك بأمان.
az: Məlumatlarınızın təhlükəsizliyini qorumaq üçün modeli internet bağlantısı olmadan işlədin.
de: Führen Sie das Modell ohne Internetverbindung aus, um Ihre Daten zu schützen.
es: Ejecuta el modelo sin conexión a internet para mantener tus datos seguros.
fr: Exécutez le modèle sans connexion internet pour garantir la sécurité de vos données.
hi: अपने डेटा की सुरक्षा के लिए बिना इंटरनेट कनेक्शन के मॉडल चलाएं।
it: Esegui il modello senza connessione internet per mantenere i tuoi dati al sicuro.
ja: データを安全に保つため、インターネット接続なしでモデルを実行します。
ko: 인터넷 연결 없이 모델을 실행하여 데이터를 안전하게 유지합니다.
tr: Verilerinizi güvende tutmak için modeli internet bağlantısı olmadan çalıştırın.
zh: 在无网络连接的情况下运行模型，保障您的数据安全。

# featureSupermodelTitle
source: Super Model
ar: نموذج فائق
de: Supermodell
es: Super Modelo
fr: Super Modèle
hi: सुपर मॉडल
it: Super Modello
ja: スーパーモデル
ko: 슈퍼 모델
tr: Süper Model
zh: 超级模型

# featureSupermodelDescription
source: This is a massive model with over 10 billion parameters, offering high performance and extensive capabilities.
ar: هذا نموذج ضخم يحتوي على أكثر من 10 مليارات معامل، يقدم أداءً عاليًا وقدرات واسعة.
az: 10 milyard parametrdən çoxa malik böyük model, yüksək performans və geniş imkanlar təqdim edir.
de: Dies ist ein riesiges Modell mit über 10 Milliarden Parametern, das hohe Leistung und umfangreiche Funktionen bietet.
es: Este es un modelo masivo con más de 10 mil millones de parámetros, ofreciendo alto rendimiento y amplias capacidades.
fr: C'est un modèle colossal avec plus de 10 milliards de paramètres, offrant de hautes performances et des capacités étendues.
hi: यह एक विशाल मॉडल है जिसमें 10 अरब से अधिक पैरामीटर हैं, जो उच्च प्रदर्शन और व्यापक क्षमताएँ प्रदान करता है।
it: Questo è un modello massiccio con oltre 10 miliardi di parametri, che offre alte prestazioni e capacità estese.
ja: このモデルは100億以上のパラメーターを持つ巨大なモデルで、高性能かつ幅広い機能を提供します。
ko: 10억 개 이상의 파라미터를 가진 대형 모델로, 고성능과 다양한 기능을 제공합니다.
tr: 10 milyardan fazla parametreye sahip devasa bir modeldir; yüksek performans ve geniş yetenekler sunar.
zh: 这是一款拥有超过 100 亿参数的庞大模型，提供高性能和广泛功能。

# featureRoleplayTitle
source: Role Play
ar: التمثيل
az: Rol Oyun
de: Rollenspiel
es: Juego de Roles
fr: Jeu de rôle
hi: रोल प्ले
ja: ロールプレイ
ko: 역할극
tr: Rol Yapma
zh: 角色扮演
