Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# benefit8
source: Offline characters
ar: شخصيات غير متصلة
az: Offline personajlar
de: Offline-Charaktere
es: Personajes offline
fr: Personnages hors ligne
hi: ऑफ़लाइन पात्र
it: Personaggi offline
ja: オフラインキャラクター
ko: 오프라인 캐릭터
tr: Çevrimdışı karakterler
zh: 离线角色

# benefit9
source: New themes
ar: ثيمات جديدة
az: Yeni temalar
de: Neue Themen
es: Nuevos temas
fr: Nouveaux thèmes
hi: नए थीम
it: Nuovi temi
ja: 新テーマ
ko: 새로운 테마
tr: Yeni temalar
zh: 新主题

# benefit10
source: Offline voice chat
ar: دردشة صوتية غير متصلة
az: Offline səsli söhbət
de: Offline-Sprachchat
es: Chat de voz offline
fr: Chat vocal hors ligne
hi: ऑफ़लाइन वॉयस चैट
it: Chat vocale offline
ja: オフライン音声チャット
ko: 오프라인 음성 채팅
tr: Çevrimdışı sesli sohbet
zh: 离线语音聊天

# oldBenefits
source: All benefits from lower plans
ar: جميع المزايا من الخطط الأدنى
az: Aşağı planlardakı bütün faydalar
de: Alle Vorteile der niedrigeren Pläne
es: Todos los beneficios de planes inferiores
fr: Tous les avantages des plans inférieurs
hi: निम्न योजनाओं के सभी लाभ
it: Tutti i vantaggi dei piani inferiori
ja: 低プランの全特典
ko: 하위 플랜의 모든 혜택
tr: Alt planlardaki tüm avantajlar
zh: 低级计划的所有福利

source: Confirm
ar: تأكيد
az: Təsdiq et
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認
ko: 확인
tr: Onayla
zh: 确认

source: Change password
ar: تغيير كلمة المرور
az: Şifrəni dəyişdir
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
it: Cambia password
ja: パスワード変更
ko: 비밀번호 변경
tr: Şifre Değiştir
zh: 修改密码

# logoutConfirmationTitle
source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
az: Hesabınızdan çıxmaq istədiyinizə əminsiniz?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que deseas cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
it: Sei sicuro di voler disconnetterti?
ja: 本当にログアウトしてもよろしいですか？
ko: 로그아웃 하시겠습니까?
tr: Çıkış yapmak istediğinizden emin misiniz?
zh: 确定要退出登录吗？

source: Settings
ar: الإعدادات
az: Ayarlar
de: Einstellungen
es: Configuraciones
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
tr: Ayarlar
zh: 设置

# language
source: App Language
ar: لغة التطبيق
az: Tətbiq dili
de: App-Sprache
es: Idioma de la aplicación
fr: Langue de l'application
hi: एप्लिकेशन भाषा
it: Lingua dell'app
ja: アプリ言語
ko: 앱 언어
tr: Uygulama Dili
zh: 应用语言

source: Dark
ar: داكن
az: Qaranlıq
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
it: Scuro
ja: ダーク
ko: 다크
tr: Koyu
zh: 暗色

source: Old Password
ar: كلمة المرور القديمة
az: Köhnə Şifrə
de: Altes Passwort
es: Contraseña antigua
fr: Ancien mot de passe
hi: पुराना पासवर्ड
it: Vecchia Password
ja: 古いパスワード
ko: 기존 비밀번호
tr: Eski Şifre
zh: 旧密码

source: New Password
ar: كلمة المرور الجديدة
az: Yeni Şifrə
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
hi: नया पासवर्ड
it: Nuova password
ja: 新しいパスワード
ko: 새 비밀번호
tr: Yeni Şifre
zh: 新密码

source: Password updated.
ar: تم تحديث كلمة المرور.
az: Şifrə yeniləndi.
de: Passwort aktualisiert.
es: Contraseña actualizada.
fr: Mot de passe mis à jour.
hi: पासवर्ड अपडेट हुआ।
it: Password aggiornata.
ja: パスワードが更新されました。
ko: 비밀번호가 업데이트되었습니다.
tr: Şifre güncellendi.
zh: 密码已更新。

# modelTinyLlamaSize
source: 1.1 GB
ar: 1.1 جيجابايت
fr: 1,1 Go

# modelPhiSize
source: 1.6 GB
ar: 1.6 جيجابايت
fr: 1,6 Go

# modelMistralSize
source: 4.8 GB
ar: 4.8 جيجابايت
fr: 4,8 Go

# modelGemmaSize
source: 5.0 GB
ar: 5.0 جيجابايت
fr: 5,0 Go

# modelGPTNeoXSize
source: 10.9 GB
ar: 10.9 جيجابايت
fr: 10,9 Go

source: Stop
tr: Durdur

# copyrights
source: Credits, Licenses and Copyrights
tr: Atıflar, Lisanslar ve Telif Hakları

source: Love
tr: Aşk

# modelTinyLlamaTitle
source: TinyLlama
ar: تايني لاما
hi: टाइनीलामा

# modelPhiTitle
source: Phi 2
ar: فاي 2
hi: फाई 2

# modelMistralTitle
source: Mistral Turkish
ar: ميسترال تركي
hi: मिस्ट्रल तुर्की

# modelMistralProducer
source: Sayhan
ar: سايهان
hi: सैहान

# modelGemmaTitle
source: Gemma
ar: جيما
hi: जेम्मा

# modelGPTNeoXTitle
source: GPT Neo X
ar: جي بي تي نيو إكس

# modelMrBeastTitle
source: Mr. Beast
ar: السيد بيست
hi: मिस्टर बीस्ट
ja: ミスター・ビースト

# modelQwen2AudioTitle
source: Qwen 2
ar: كوين 2
