Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# modelTinyLlamaDescription
source: TinyLlama is a language model with 1.1 billion parameters that uses the Llama 2 architecture. It is 8-bit quantized and offers high performance with lower computational power.
ar: تايني لاما هو نموذج لغوي يحتوي على 1.1 مليار معامل يستخدم بنية لاما 2. يتم تحويله إلى 8 بت ويقدم أداءً عاليًا مع متطلبات حسابية أقل.
az: TinyLlama, Llama 2 memarlığından istifadə edən 1.1 milyard parametrə sahib bir dil modelidir. 8-bit kvantlaşdırılmışdır və daha aşağı hesablama gücü ilə yüksək performans təqdim edir.
de: TinyLlama ist ein Sprachmodell mit 1,1 Milliarden Parametern, das auf der Llama 2 Architektur basiert. Es ist 8-Bit quantisiert und bietet hohe Leistung bei geringerem Rechenaufwand.
es: TinyLlama es un modelo de lenguaje con 1.1 mil millones de parámetros que utiliza la arquitectura Llama 2. Está cuantizado a 8 bits y ofrece alto rendimiento con menor potencia computacional.
fr: TinyLlama est un modèle linguistique doté de 1,1 milliard de paramètres utilisant l'architecture Llama 2. Il est quantifié en 8 bits et offre de hautes performances avec une puissance de calcul réduite.
hi: टाइनीलामा एक भाषा मॉडल है जिसमें 1.1 अरब पैरामीटर हैं जो लामा 2 आर्किटेक्चर का उपयोग करता है। यह 8-बिट क्वांटाइज्ड है और कम गणनात्मक शक्ति के साथ उच्च प्रदर्शन प्रदान करता है।
it: TinyLlama è un modello linguistico con 1,1 miliardi di parametri che utilizza l'architettura Llama 2. È quantizzato in 8 bit e offre alte prestazioni con un minore consumo computazionale.
ja: TinyLlamaは11億パラメーターを持つLlama 2アーキテクチャを採用した言語モデルです。8ビット量子化されており、計算リソースを抑えながら高いパフォーマンスを発揮します。
ko: TinyLlama는 11억 개의 파라미터를 가진 Llama 2 아키텍처 기반 언어 모델입니다. 8비트 양자화되어 낮은 계산 성능으로도 높은 성능을 제공합니다.
tr: TinyLlama, 1.1 milyar parametreye sahip, Llama 2 mimarisini kullanan bir dil modelidir. 8-bit quantizasyon uygulanmıştır ve daha düşük hesaplama gücüyle yüksek performans sunar.
zh: TinyLlama 是一款拥有 11 亿参数、采用 Llama 2 架构的语言模型。它采用 8 位量化，具有较低的计算资源需求而提供高性能。

# modelTinyLlamaRam
source: 2 GB RAM
ar: 2 جيجابايت رام
az: 2 GB Yaddaş
es: 2 GB de RAM
fr: 2 Go de RAM
it: 2 GB di RAM
zh: 2 GB 内存

# modelTinyLlamaProducer
source: TinyLlama Team
ar: فريق تايني لاما
az: TinyLlama Komandası
es: Equipo TinyLlama
fr: Équipe TinyLlama
hi: टाइनीलामा टीम
ja: TinyLlamaチーム
ko: TinyLlama 팀
tr: TinyLlama Ekibi
zh: TinyLlama 团队

# modelTinyLlamaShortDescription
source: A lightweight model, suitable for devices with limited resources.
ar: نموذج خفيف الوزن، مناسب للأجهزة ذات الموارد المحدودة.
az: Resursları məhdud olan cihazlar üçün yüngül model.
de: Ein leichtgewichtiges Modell, geeignet für Geräte mit begrenzten Ressourcen.
es: Un modelo ligero, adecuado para dispositivos con recursos limitados.
fr: Un modèle léger, adapté aux appareils avec des ressources limitées.
hi: सीमित संसाधनों वाले डिवाइस के लिए उपयुक्त हल्का मॉडल।
it: Un modello leggero, adatto a dispositivi con risorse limitate.
ja: 軽量なモデルで、リソースが限られたデバイスに適しています。
ko: 자원이 제한된 장치에 적합한 경량 모델입니다.
tr: Kısıtlı kaynağa sahip cihazlar için uygun, hafif bir model.
zh: 轻量级模型，适用于资源有限的设备。

# modelPhiDescription
source: Phi 2 Instruct-v1 is a small AI model presented by Microsoft. The model is optimized to work more efficiently by being 4-bit quantized.
ar: Phi 2 Instruct-v1 هو نموذج ذكاء اصطناعي صغير قدمته مايكروسوفت. تم تحسين النموذج للعمل بكفاءة أكبر من خلال تحويله إلى 4 بت.
az: Phi 2 Instruct-v1, Microsoft tərəfindən təqdim olunan kiçik AI modelidir. Model, 4-bit kvantlaşdırılması ilə daha səmərəli işləmək üçün optimallaşdırılıb.
de: Phi 2 Instruct-v1 ist ein kleines KI-Modell, das von Microsoft vorgestellt wurde. Das Modell ist durch 4-Bit-Quantisierung optimiert, um effizienter zu arbeiten.
es: Phi 2 Instruct-v1 es un pequeño modelo de IA presentado por Microsoft. El modelo está optimizado para funcionar de manera más eficiente al estar cuantizado a 4 bits.
fr: Phi 2 Instruct-v1 est un petit modèle d'IA présenté par Microsoft. Le modèle est optimisé pour fonctionner plus efficacement grâce à une quantification en 4 bits.
hi: फाई 2 इन्स्ट्रक्ट-v1 माइक्रोसॉफ्ट द्वारा प्रस्तुत एक छोटा एआई मॉडल है। मॉडल को 4-बिट क्वांटाइज्ड कर अधिक कुशलता से काम करने के लिए अनुकूलित किया गया है।
it: Phi 2 Instruct-v1 è un piccolo modello AI presentato da Microsoft. Il modello è ottimizzato per funzionare in maniera più efficiente essendo quantizzato in 4 bit.
ja: Phi 2 Instruct-v1はMicrosoftが提供する小型のAIモデルです。4ビット量子化されることで、より効率的に動作するよう最適化されています。
ko: Phi 2 Instruct-v1은 Microsoft에서 선보인 소형 AI 모델입니다. 4비트 양자화를 통해 보다 효율적으로 작동하도록 최적화되었습니다.
tr: Phi 2 Instruct-v1, Microsoft tarafından sunulan küçük bir yapay zeka modelidir. Model, 4-bit quantizasyon uygulanarak daha verimli çalışacak şekilde optimize edilmiştir.
zh: Phi 2 Instruct-v1 是由微软推出的小型 AI 模型。该模型通过采用 4 位量化技术实现更高效的运行。

# modelPhiRam
source: 3 GB RAM
ar: 3 جيجابايت رام
az: 3 GB Yaddaş
es: 3 GB de RAM
fr: 3 Go de RAM
it: 3 GB di RAM
zh: 3 GB 内存

# modelPhiProducer
source: Microsoft
ar: مايكروسوفت
hi: माइक्रोसॉफ्ट
zh: 微软

# modelPhiShortDescription
source: A compact model specialized in language processing.
ar: نموذج مدمج متخصص في معالجة اللغة.
az: Dil emalına ixtisaslaşmış yığcam model.
de: Ein kompaktes Modell, spezialisiert auf Sprachverarbeitung.
es: Un modelo compacto especializado en procesamiento de lenguaje.
fr: Un modèle compact spécialisé dans le traitement du langage.
hi: भाषा प्रसंस्करण में विशेषज्ञता रखने वाला कॉम्पैक्ट मॉडल।
it: Un modello compatto specializzato nell'elaborazione del linguaggio.
ja: 言語処理に特化したコンパクトなモデルです。
ko: 언어 처리에 특화된 소형 모델입니다.
tr: Dil işleme konusunda uzmanlaşmış kompakt bir model.
zh: 专注于语言处理的紧凑型模型。

# modelMistralDescription
source: Mistral 7B Instruct v0.2 Turkish is an AI model offering high performance and efficiency. It is optimized with 5-bit quantization technology and has 7 billion parameters. It can effectively perform tasks in Turkish.
ar: Mistral 7B Instruct v0.2 Turkish هو نموذج ذكاء اصطناعي يقدم أداءً عاليًا وكفاءة. تم تحسينه باستخدام تقنية تحويل 5 بت ويحتوي على 7 مليارات معامل. يمكنه أداء المهام باللغة التركية بفعالية.
az: Mistral 7B Instruct v0.2 Turkish, yüksək performans və səmərəlilik təqdim edən bir AI modelidir. 5-bit kvantlaşdırma texnologiyası ilə optimallaşdırılıb və 7 milyard parametrə malikdir. Türk dilində tapşırıqları effektiv şəkildə yerinə yetirir.
de: Mistral 7B Instruct v0.2 Turkish ist ein KI-Modell, das hohe Leistung und Effizienz bietet. Es wurde mit 5-Bit-Quantisierungstechnologie optimiert und verfügt über 7 Milliarden Parameter. Es kann Aufgaben in türkischer Sprache effektiv ausführen.
es: Mistral 7B Instruct v0.2 Turkish es un modelo de IA que ofrece alto rendimiento y eficiencia. Está optimizado con tecnología de cuantización a 5 bits y cuenta con 7 mil millones de parámetros. Puede realizar tareas en turco de manera efectiva.
fr: Mistral 7B Instruct v0.2 Turkish est un modèle d'IA offrant haute performance et efficacité. Il est optimisé grâce à une technologie de quantification en 5 bits et possède 7 milliards de paramètres. Il peut exécuter efficacement des tâches en turc.
hi: मिस्ट्रल 7B इन्स्ट्रक्ट v0.2 तुर्की एक एआई मॉडल है जो उच्च प्रदर्शन और कुशलता प्रदान करता है। इसे 5-बिट क्वांटाइजेशन तकनीक के साथ अनुकूलित किया गया है और इसमें 7 अरब पैरामीटर हैं। यह प्रभावी रूप से तुर्की में कार्य कर सकता है।
it: Mistral 7B Instruct v0.2 Turkish è un modello AI che offre alte prestazioni ed efficienza. È ottimizzato con tecnologia di quantizzazione a 5 bit e ha 7 miliardi di parametri. Può eseguire efficacemente compiti in turco.
ja: Mistral 7B Instruct v0.2 Turkishは、高いパフォーマンスと効率を提供するAIモデルです。5ビット量子化技術により最適化され、70億のパラメーターを有しています。トルコ語でのタスクを効果的にこなすことができます。
ko: Mistral 7B Instruct v0.2 Turkish는 높은 성능과 효율성을 제공하는 AI 모델입니다. 5비트 양자화 기술로 최적화되었으며 70억 개의 파라미터를 보유하고 있어 터키어 작업을 효과적으로 수행할 수 있습니다.
tr: Mistral 7B Instruct v0.2 Turkish, yüksek performans ve verimlilik sunan bir yapay zeka modelidir. 5-bit quantizasyon teknolojisiyle optimize edilmiştir ve 7 milyar parametreye sahiptir. Türkçe görevleri etkili bir şekilde yerine getirebilir.
zh: Mistral 7B Instruct v0.2 Turkish 是一款提供高性能和高效率的 AI 模型。它采用 5 位量化技术优化，拥有 70 亿参数，能够高效处理土耳其语任务。

# modelMistralRam
source: 6 GB RAM
ar: 6 جيجابايت رام
az: 6 GB Yaddaş
es: 6 GB de RAM
fr: 6 Go de RAM
it: 6 GB di RAM
zh: 6 GB 内存

# modelMistralShortDescription
source: Optimized for Turkish text processing, designed for language understanding.
ar: محسن لمعالجة النص التركي، مصمم لفهم اللغة.
az: Türk mətn emalı üçün optimallaşdırılıb, dilin başa düşülməsi üçün nəzərdə tutulub.
de: Optimiert für die Verarbeitung türkischer Texte, entwickelt für Sprachverständnis.
es: Optimizado para el procesamiento de texto en turco, diseñado para la comprensión del lenguaje.
fr: Optimisé pour le traitement de texte en turc, conçu pour la compréhension du langage.
hi: तुर्की टेक्स्ट प्रसंस्करण के लिए अनुकूलित, भाषा समझ के लिए डिज़ाइन किया गया।
it: Ottimizzato per il trattamento del testo turco, progettato per la comprensione linguistica.
ja: トルコ語テキスト処理向けに最適化された、言語理解に優れたモデルです。
ko: 터키어 텍스트 처리를 위해 최적화된 언어 이해 모델입니다.
tr: Türkçe metin işleme için optimize edilmiş, dil anlama üzerine tasarlanmış.
zh: 专为土耳其语文本处理优化，旨在提升语言理解。

# modelGemmaDescription
source: Gemma 1.1 is a high-performance and compact AI model. It is optimized with 4-bit quantization technology and has 7 billion parameters.
ar: Gemma 1.1 هو نموذج ذكاء اصطناعي عالي الأداء ومضغوط. تم تحسينه باستخدام تقنية تحويل 4 بت ويحتوي على 7 مليارات معامل.
az: Gemma 1.1, yüksək performanslı və kompakt bir AI modelidir. 4-bit kvantlaşdırma texnologiyası ilə optimallaşdırılıb və 7 milyard parametrə malikdir.
de: Gemma 1.1 ist ein leistungsstarkes und kompaktes KI-Modell. Es wurde mit 4-Bit-Quantisierungstechnologie optimiert und verfügt über 7 Milliarden Parameter.
es: Gemma 1.1 es un modelo de IA compacto y de alto rendimiento. Está optimizado con tecnología de cuantización a 4 bits y cuenta con 7 mil millones de parámetros.
fr: Gemma 1.1 est un modèle d'IA performant et compact. Il est optimisé grâce à une technologie de quantification en 4 bits et possède 7 milliards de paramètres.
hi: जेम्मा 1.1 एक उच्च-प्रदर्शन और कॉम्पैक्ट एआई मॉडल है। इसे 4-बिट क्वांटाइजेशन तकनीक के साथ अनुकूलित किया गया है और इसमें 7 अरब पैरामीटर हैं।
it: Gemma 1.1 è un modello AI compatto ad alte prestazioni. È ottimizzato con tecnologia di quantizzazione a 4 bit e ha 7 miliardi di parametri.
ja: Gemma 1.1は、高性能でコンパクトなAIモデルです。4ビット量子化技術により最適化され、70億のパラメーターを有しています。
ko: Gemma 1.1은 고성능의 소형 AI 모델입니다. 4비트 양자화 기술로 최적화되었으며 70억 개의 파라미터를 보유하고 있습니다.
tr: Gemma 1.1, yüksek performanslı ve kompakt bir yapay zeka modelidir. 4-bit quantizasyon teknolojisiyle optimize edilmiş olup, 7 milyar parametreye sahiptir.
zh: Gemma 1.1 是一款高性能且紧凑的 AI 模型，采用 4 位量化技术优化，拥有 70 亿参数。

# modelGemmaRam
source: 6 GB RAM
ar: 6 جيجابايت رام
az: 6 GB Yaddaş
es: 6 GB de RAM
fr: 6 Go de RAM
it: 6 GB di RAM
zh: 6 GB 内存

# modelGemmaShortDescription
source: Italian-centric model for general text generation.
ar: نموذج موجه للنصوص الإيطالية للتوليد العام.
az: Ümumi mətn generasiyası üçün italyanca yönümlü model.
de: Italienisch fokussiertes Modell für allgemeine Textgenerierung.
es: Modelo centrado en el italiano para generación de texto general.
fr: Modèle centré sur l'italien pour la génération générale de texte.
hi: आम टेक्स्ट जनरेशन के लिए इटालियन-केंद्रित मॉडल।
it: Modello centrato sull'italiano per la generazione di testo generale.
ja: 一般的なテキスト生成に向けた、イタリア中心のモデルです。
ko: 일반 텍스트 생성을 위한 이탈리아 중심 모델입니다.
tr: Genel metin üretimi için İtalyan odaklı model.
zh: 以意大利语为中心的通用文本生成模型。

# modelGPTNeoXDescription
source: GPT Neo X is a large-scale language model with 20 billion parameters. It offers high performance and low memory usage by being 4-bit quantized.
ar: GPT Neo X هو نموذج لغوي واسع النطاق يحتوي على 20 مليار معامل. يقدم أداءً عاليًا واستهلاك منخفض للذاكرة من خلال تحويله إلى 4 بت.
az: GPT Neo X, 20 milyard parametrə sahib genişmiqyaslı bir dil modelidir. 4-bit kvantlaşdırılması ilə yüksək performans və aşağı yaddaş istifadəsi təmin edir.
de: GPT Neo X ist ein groß angelegtes Sprachmodell mit 20 Milliarden Parametern. Es bietet hohe Leistung und einen geringen Speicherverbrauch durch 4-Bit-Quantisierung.
es: GPT Neo X es un modelo de lenguaje a gran escala con 20 mil millones de parámetros. Ofrece alto rendimiento y bajo uso de memoria al estar cuantizado a 4 bits.
fr: GPT Neo X est un modèle linguistique à grande échelle avec 20 milliards de paramètres. Il offre de hautes performances et une faible utilisation de la mémoire grâce à une quantification en 4 bits.
hi: GPT Neo X एक बड़े पैमाने का भाषा मॉडल है जिसमें 20 अरब पैरामीटर हैं। यह 4-बिट क्वांटाइज्ड होकर उच्च प्रदर्शन और कम मेमोरी उपयोग प्रदान करता है।
it: GPT Neo X è un modello linguistico su larga scala con 20 miliardi di parametri. Offre alte prestazioni e basso utilizzo di memoria essendo quantizzato in 4 bit.
ja: GPT Neo Xは、200億パラメーターを持つ大規模な言語モデルです。4ビット量子化により高いパフォーマンスと低いメモリ使用量を実現しています。
ko: GPT Neo X는 200억 개의 파라미터를 가진 대규모 언어 모델입니다. 4비트 양자화를 통해 낮은 메모리 사용량과 높은 성능을 제공합니다.
tr: GPT Neo X, 20 milyar parametreye sahip büyük ölçekli bir dil modelidir. 4-bit quantizasyon sayesinde yüksek performans ve düşük bellek kullanımı sunar.
zh: GPT Neo X 是一款拥有 200 亿参数的大型语言模型。通过 4 位量化，它在提供高性能的同时降低了内存使用。

# modelGPTNeoXRam
source: 8 GB RAM
ar: 8 جيجابايت رام
az: 8 GB Yaddaş
es: 8 GB de RAM
fr: 8 Go de RAM
it: 8 GB di RAM
zh: 8 GB 内存

# modelGPTNeoXShortDescription
source: High-capacity model delivering comprehensive text generation.
ar: نموذج عالي السعة يقدم توليد نص شامل.
az: Ətraflı mətn generasiyası təmin edən yüksək həcimli model.
de: Hochkapazitätsmodell für umfassende Textgenerierung.
es: Modelo de alta capacidad que ofrece generación de texto completa.
fr: Modèle de haute capacité offrant une génération de texte complète.
hi: व्यापक टेक्स्ट जनरेशन के लिए उच्च क्षमता वाला मॉडल।
it: Modello ad alta capacità per una generazione testuale completa.
ja: 高容量で包括的なテキスト生成を実現するモデルです。
ko: 포괄적인 텍스트 생성을 제공하는 대용량 모델입니다.
tr: Kapsamlı metin üretimi sunan yüksek kapasiteli model.
zh: 高容量模型，提供全面的文本生成能力。

# modelGeminiDescription
source: The Gemini Model Series represents Google’s cutting‑edge venture into multi‑modal AI, developed collaboratively by the Google Brain and DeepMind teams. Over a span of 3 years and with a strategic investment of $120 million, Gemini has been meticulously engineered to process and integrate diverse data types including text, images, and audio. The model’s development harnessed the power of Nvidia’s H100 GPUs alongside Google’s custom TPUs to manage enormous data sets and complex computational tasks, ensuring high‑speed, real‑time performance. A team of world‑class engineers, data scientists, and AI researchers collaborated intensively to refine its multi‑layered transformer architecture and advanced deep learning algorithms. Gemini is capable of performing sophisticated natural language processing, image recognition, and audio analysis, making it an invaluable asset in sectors such as healthcare, finance, education, and beyond. Its modular design enables seamless customization to meet the specific needs of various applications, while strict security protocols and data privacy measures have been embedded into its framework. Continuous updates and algorithmic improvements ensure that Gemini remains at the forefront of innovation, adapting to new challenges and technological advancements. With its robust performance and scalability, the Gemini Model Series is set to redefine the possibilities of multi‑modal AI in both research and commercial applications, paving the way for future developments in integrated artificial intelligence.
ar: Gemini 1.5 Flash هو نموذج ذكاء اصطناعي خفيف الوزن وسريع تم تطويره بواسطة جوجل. يتميز هذا النموذج في مهام مثل تلخيص النصوص، تطبيقات الدردشة، توصيف الوسائط، واستخراج البيانات من الوثائق الطويلة عن طريق معالجة أنواع مختلفة من البيانات بما في ذلك النصوص، الصوت، الصور والفيديو. مع نافذة سياق ممتدة تصل إلى 1 مليون رمز، يمكنه تحليل المحتوى الطويل والمعقد بفعالية. بهذه الميزات، فإنه يقدم حلاً مثاليًا للمهام ذات الحجم الكبير والتكرار العالي.
az: Gemini 1.5 Flash, Google tərəfindən inkişaf etdirilən yüngül və sürətli süni intellekt modelidir. Bu model mətnin xülasəsini çıxarmaq, çat tətbiqləri, media alt yazıları və uzun sənədlərdən məlumat çıxarmaq kimi tapşırıqlarda üstünlük təşkil edir, çünki mətn, səs, şəkil və video kimi müxtəlif məlumat növlərini emal edə bilir. 1 milyon tokenə qədər geniş kontekst pəncərəsi ilə uzun və mürəkkəb məzmunu effektiv şəkildə təhlil edir. Bu xüsusiyyətləri ilə yüksək həcmli və yüksək tezlikli tapşırıqlar üçün ideal həll təqdim edir.
de: Gemini 1.5 Flash ist ein leichtgewichtiges und schnelles KI-Modell, das von Google entwickelt wurde. Dieses Modell zeichnet sich bei Aufgaben wie der Zusammenfassung von Texten, Chat-Anwendungen, Medienuntertitelung und der Extraktion von Daten aus umfangreichen Dokumenten aus, indem es verschiedene Datentypen wie Text, Audio, Bilder und Video verarbeitet. Mit einem erweiterten Kontextfenster von bis zu 1 Million Token kann es lange und komplexe Inhalte effektiv analysieren. Mit diesen Funktionen bietet es eine ideale Lösung für Aufgaben mit hohem Volumen und hoher Frequenz.
es: Gemini 1.5 Flash es un modelo de inteligencia artificial ligero y rápido desarrollado por Google. Este modelo destaca en tareas como resumir textos, aplicaciones de chat, subtitulado de medios y extracción de datos de documentos extensos procesando diversos tipos de datos, incluyendo texto, audio, imágenes y video. Con una ventana de contexto extendida de hasta 1 millón de tokens, puede analizar efectivamente contenido largo y complejo. Con estas características, ofrece una solución ideal para tareas de alto volumen y alta frecuencia.
fr: La série de modèles Gemini représente l'aventure de pointe de Google dans l'IA multimodale, développée en collaboration par les équipes Google Brain et DeepMind. Sur une période de 3 ans et avec un investissement stratégique de 120 millions de dollars, Gemini a été minutieusement conçu pour traiter et intégrer divers types de données, notamment du texte, des images et de l'audio. Le développement du modèle a exploité la puissance des GPU H100 de Nvidia aux côtés des TPU personnalisés de Google pour gérer d'énormes ensembles de données et des tâches computationnelles complexes, garantissant ainsi des performances en temps réel à grande vitesse. Une équipe d'ingénieurs de classe mondiale, de data scientists et de chercheurs en IA a collaboré intensivement pour affiner son architecture de transformateur multi-couches et ses algorithmes de deep learning avancés. Gemini est capable d'effectuer un traitement sophistiqué du langage naturel, de la reconnaissance d'images et de l'analyse audio, ce qui en fait un atout précieux dans des secteurs tels que la santé, la finance, l'éducation et bien d'autres. Sa conception modulaire permet une personnalisation sans faille pour répondre aux besoins spécifiques de diverses applications, tandis que des protocoles de sécurité stricts et des mesures de confidentialité des données ont été intégrés dans son cadre. Des mises à jour continues et des améliorations algorithmiques garantissent que Gemini reste à la pointe de l'innovation, s'adaptant aux nouveaux défis et aux avancées technologiques. Avec ses performances robustes et sa scalabilité, la série de modèles Gemini est prête à redéfinir les possibilités de l'IA multimodale tant dans la recherche que dans les applications commerciales, ouvrant ainsi la voie aux développements futurs dans l'intelligence artificielle.
hi: जेमिनी 1.5 फ्लैश गूगल द्वारा विकसित एक हल्का और तेज़ एआई मॉडल है। यह मॉडल टेक्स्ट सारांश, चैट, मीडिया कैप्शनिंग, और लंबी दस्तावेज़ों से डेटा निकालने जैसी कार्यों में उत्कृष्ट है। इसका विस्तारित संदर्भ खिड़की 1 मिलियन टोकन तक है, जिससे यह लंबे और जटिल सामग्री का प्रभावी विश्लेषण कर सकता है।
it: Gemini 1.5 Flash è un modello di intelligenza artificiale leggero e veloce sviluppato da Google. Questo modello eccelle in compiti come riassumere testi, applicazioni di chat, didascalie per media e estrazione di dati da documenti lunghi, elaborando vari tipi di dati, inclusi testo, audio, immagini e video. Con una finestra di contesto estesa fino a 1 milione di token, è in grado di analizzare efficacemente contenuti lunghi e complessi. Con queste caratteristiche, offre una soluzione ideale per compiti ad alto volume e frequenza.
ja: Gemini 1.5 FlashはGoogleが開発した軽量かつ高速な人工知能モデルです。このモデルは、テキストの要約、チャットアプリケーション、メディアのキャプション作成、長文ドキュメントからのデータ抽出など、テキスト、音声、画像、ビデオなど様々なデータタイプを処理するタスクに優れています。最大100万トークンの拡張コンテキストウィンドウを持ち、長く複雑な内容を効果的に解析できます。これらの機能により、大量かつ高頻度のタスクに最適なソリューションを提供します。
ko: Gemini 1.5 Flash는 Google에서 개발한 경량의 빠른 AI 모델입니다. 이 모델은 텍스트 요약, 채팅 애플리케이션, 미디어 캡션, 긴 문서에서 데이터 추출 등 다양한 작업에 뛰어난 성능을 발휘합니다. 최대 100만 토큰의 확장된 컨텍스트 윈도우를 제공하여 긴 복잡한 콘텐츠를 효과적으로 분석할 수 있습니다. 이러한 기능으로 대량의 고빈도 작업에 이상적인 솔루션을 제공합니다.
tr: Gemini Model Serisi, Google Brain ve DeepMind ekipleri tarafından ortaklaşa geliştirilen, Google’ın çok modlu yapay zekaya yönelik son teknoloji girişimini temsil eder. 3 yıl süren bir geliştirme süreci ve 120 milyon dolarlık stratejik bir yatırımla, Gemini; metin, görüntü ve ses gibi çeşitli veri türlerini işleyip entegre etmek üzere titizlikle tasarlanmıştır. Modelin geliştirilmesinde, devasa veri setlerini ve karmaşık hesaplama görevlerini yönetmek için Nvidia’nın H100 GPU’ları ile Google’ın özel TPU’ları kullanılmış, böylece yüksek hızlı ve gerçek zamanlı performans sağlanmıştır. Dünya çapında yetkin mühendisler, veri bilimcileri ve yapay zeka araştırmacılarından oluşan bir ekip, çok katmanlı transformer mimarisini ve gelişmiş derin öğrenme algoritmalarını mükemmelleştirmek için yoğun bir şekilde çalışmıştır. Gemini, gelişmiş doğal dil işleme, görüntü tanıma ve ses analizi yapabilme kapasitesine sahip olup, sağlık, finans, eğitim ve diğer pek çok alanda paha biçilmez bir değer sunar. Modüler tasarımı, çeşitli uygulamaların özel ihtiyaçlarını karşılamak üzere sorunsuz özelleştirmeyi mümkün kılar; ayrıca, sıkı güvenlik protokolleri ve veri gizliliği önlemleri de yapısına entegre edilmiştir. Sürekli güncellemeler ve algoritmik iyileştirmeler, Gemini’nin yenilikte öncü kalmasını ve yeni teknolojik gelişmelere uyum sağlamasını garanti eder. Sağlam performansı ve ölçeklenebilirliği sayesinde, Gemini Model Serisi; araştırma ve ticari uygulamalarda çok modlu yapay zekanın olanaklarını yeniden tanımlayarak, entegre yapay zekada geleceğin gelişmelerine zemin hazırlamaktadır.
zh: Gemini 模型系列代表了谷歌在多模态 AI 领域的前沿探索，由 Google Brain 和 DeepMind 团队共同开发。经过 3 年的研发和 1.2亿美元的战略投资，Gemini 被精心设计用于处理和整合包括文本、图像和音频在内的多种数据类型。该模型开发过程中利用了 Nvidia H100 GPU 和谷歌定制 TPU 的强大计算能力，以处理庞大的数据集和复杂的计算任务，确保高速实时性能。一支由世界级工程师、数据科学家和 AI 研究人员组成的团队密切合作，不断优化其多层次 Transformer 架构和先进的深度学习算法。Gemini 能够执行复杂的自然语言处理、图像识别和音频分析，使其在医疗、金融、教育等多个领域成为无价的资产。其模块化设计支持无缝定制，以满足各种应用的特定需求，同时内置严格的安全协议和数据隐私措施。持续更新和算法改进确保 Gemini 始终站在创新前沿，能够适应新的挑战和技术进步。凭借其强劲的性能和可扩展性，Gemini 模型系列将重新定义多模态 AI 在科研和商业应用中的可能性，为集成人工智能的未来发展铺平道路。

# modelGeminiShortDescription
source: An advanced model powered by Google, enabling scalable solutions.
ar: نموذج متقدم مدعوم من جوجل، يمكّن من حلول قابلة للتوسع.
az: Google tərəfindən gücləndirilən qabaqcıl model, miqyaslandırıla bilən həllər təqdim edir.
de: Ein fortschrittliches Modell von Google, das skalierbare Lösungen ermöglicht.
es: Un modelo avanzado impulsado por Google, que permite soluciones escalables.
fr: Un modèle avancé propulsé par Google, permettant des solutions évolutives.
hi: गूगल द्वारा समर्थित उन्नत मॉडल, स्केलेबल समाधान प्रदान करता है।
it: Un modello avanzato supportato da Google, per soluzioni scalabili.
ja: Googleが支援する先進的なモデルで、スケーラブルなソリューションを可能にします。
ko: Google이 지원하는 고급 모델로, 확장 가능한 솔루션을 가능하게 합니다.
tr: Google destekli, ölçeklenebilir çözümler sunan gelişmiş bir model.
zh: 谷歌驱动的先进模型，实现可扩展解决方案。
