Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# modelClaudeDescription
source: The Claude Model Series is a testament to Anthropic’s commitment to ethical AI development, focusing on delivering sophisticated natural language processing capabilities with an emphasis on safety and transparency. Developed over a period of 2.5 years with an investment of $80 million, Claude is designed to process vast amounts of text data and capture subtle linguistic nuances, including emotional context and complex semantics. During its creation, Anthropic employed Nvidia’s A100 and A800 GPUs to power high‑performance training sessions across expansive datasets. The development process was driven by a multidisciplinary team that included AI researchers, linguists, data scientists, and ethics advisors, all working in concert to ensure that the model not only achieved technical excellence but also adhered to the highest standards of ethical AI usage. Claude is ideally suited for applications in customer service, medical diagnostics, financial analytics, and other critical decision‑support areas where reliability and fairness are paramount. Its modular architecture allows it to be tailored to specific industry needs while maintaining rigorous security and privacy protocols. Comprehensive testing, continuous feedback, and iterative enhancements have been key to Claude’s development, ensuring that it remains both innovative and responsible. Looking forward, plans are in place to expand its language support, improve context analysis, and integrate the latest GPU technologies, ensuring that Claude continues to set benchmarks in the realm of ethical artificial intelligence.
fr: La série de modèles Claude est un témoignage de l'engagement d'Anthropic envers le développement d'une IA éthique, en mettant l'accent sur la fourniture de capacités sophistiquées de traitement du langage naturel avec un accent sur la sécurité et la transparence. Développé sur une période de 2,5 ans avec un investissement de 80 millions de dollars, Claude est conçu pour traiter d'énormes quantités de données textuelles et capter des nuances linguistiques subtiles, y compris le contexte émotionnel et des sémantiques complexes. Lors de sa création, Anthropic a utilisé les GPU A100 et A800 de Nvidia pour alimenter des sessions d'entraînement haute performance sur d'immenses ensembles de données. Le processus de développement a été mené par une équipe multidisciplinaire comprenant des chercheurs en IA, des linguistes, des data scientists et des conseillers en éthique, travaillant de concert pour s'assurer que le modèle atteigne non seulement l'excellence technique, mais respecte également les normes les plus élevées d'utilisation éthique de l'IA. Claude est idéalement adapté aux applications telles que le service client, le diagnostic médical, l'analyse financière et d'autres domaines critiques d'aide à la décision où la fiabilité et l'équité sont primordiales. Son architecture modulaire permet de le personnaliser selon les besoins spécifiques de l'industrie tout en maintenant des protocoles rigoureux de sécurité et de confidentialité. Des tests complets, des retours continus et des améliorations itératives ont été essentiels au développement de Claude, garantissant qu'il reste à la fois innovant et responsable. Pour l'avenir, des plans sont prévus pour étendre son support linguistique, améliorer l'analyse contextuelle et intégrer les dernières technologies GPU, assurant ainsi que Claude continue de fixer des références dans le domaine de l'intelligence artificielle éthique.
tr: Claude Model Serisi, Anthropic’in etik yapay zeka geliştirme konusundaki taahhüdünün bir göstergesi olup, güvenlik ve şeffaflığa vurgu yaparak sofistike doğal dil işleme yetenekleri sunmaya odaklanmaktadır. 2,5 yıl süren bir geliştirme süreci ve 80 milyon dolarlık yatırım ile geliştirilen Claude, büyük miktarda metin verisini işleyip duygusal bağlam ve karmaşık anlambilim gibi ince dilsel nüansları yakalamak üzere tasarlanmıştır. Oluşturulma sürecinde, Anthropic geniş veri setlerinde yüksek performanslı eğitim oturumlarını güçlendirmek için Nvidia’nın A100 ve A800 GPU’larını kullanmıştır. Geliştirme süreci, yapay zeka araştırmacıları, dilbilimciler, veri bilimcileri ve etik danışmanlardan oluşan disiplinler arası bir ekip tarafından yürütülmüş; bu ekip, modelin hem teknik mükemmeliyete ulaşmasını hem de en yüksek etik standartlara uygun olmasını sağlamıştır. Claude, müşteri hizmetleri, tıbbi tanı, finansal analiz ve diğer kritik karar destek alanlarında ideal olup, modüler mimarisi sayesinde belirli endüstri ihtiyaçlarına uyarlanabilirken, sıkı güvenlik ve gizlilik protokollerini de korur. Kapsamlı testler, sürekli geri bildirim ve iteratif iyileştirmeler Claude’un gelişiminin temelini oluşturmuş ve onun hem yenilikçi hem de sorumlu kalmasını sağlamıştır. Gelecekte, dil desteğini genişletmek, bağlam analizini geliştirmek ve en yeni GPU teknolojilerini entegre etmek için planlar yapılmış olup, Claude’un etik yapay zeka alanında standartları belirlemeye devam etmesi hedeflenmektedir.
zh: Claude 模型系列证明了 Anthropic 对伦理 AI 开发的承诺，侧重于提供复杂的自然语言处理能力，并强调安全性和透明性。经过 2.5 年研发和 8000 万美元的投资，Claude 被设计用于处理海量文本数据，捕捉细微的语言差异，包括情感语境和复杂语义。在开发过程中，Anthropic 使用了 Nvidia A100 和 A800 GPU，推动了大规模数据集下的高性能训练。跨学科的团队由 AI 研究人员、语言学家、数据科学家和伦理顾问组成，他们协同工作，确保模型不仅在技术上卓越，而且严格遵循最高的伦理 AI 使用标准。Claude 非常适用于客户服务、医疗诊断、金融分析以及其他对可靠性和公平性要求极高的决策支持领域。其模块化架构使其能够根据特定行业需求进行定制，同时保持严格的安全和隐私协议。全面测试、持续反馈和迭代改进是 Claude 开发的关键，确保其既具有创新性又负责任。展望未来，计划进一步扩展语言支持、改进上下文分析，并整合最新的 GPU 技术，确保 Claude 在伦理人工智能领域继续树立标杆。

# modelClaudeShortDescription
source: Big models that providing instant text solutions.
fr: De grands modèles fournissant des solutions textuelles instantanées.
tr: Anında metin çözümleri sunan büyük modeller.
zh: 大型模型，提供即时文本解决方案。

# modelNovaDescription
source: The Nova Model Series is an innovative collection of AI solutions developed by Nova AI Technologies, designed to set new standards in data processing and analysis. Over a rigorous 24‑month development period and with a capital infusion of $100 million, Nova was engineered to perform high‑speed parallel computations across vast data sets. Its development utilized the latest in GPU technology, including Nvidia’s H100 and AMD’s MI300 series, ensuring superior performance in multi‑task processing, natural language understanding, image analysis, and predictive modeling. A dedicated team of AI specialists, software engineers, and data scientists collaborated to develop a modular and scalable architecture that can be customized to meet the diverse needs of industries such as finance, healthcare, logistics, and education. Throughout its development, Nova AI Technologies prioritized data security, privacy, and ethical standards, incorporating comprehensive testing protocols and continuous system updates. The series is built to adapt to evolving market demands, integrating cutting‑edge algorithms and next‑generation hardware to maintain its competitive edge. Nova Model Series not only exemplifies technological innovation but also underscores a commitment to creating robust, reliable, and flexible AI solutions that empower businesses and researchers worldwide. Future development plans include expanding the model’s training data, enhancing its predictive capabilities, and exploring new applications that leverage its powerful computational framework.
fr: La série de modèles Nova est une collection innovante de solutions d'IA développée par Nova AI Technologies, conçue pour établir de nouvelles normes en matière de traitement et d'analyse des données. Au cours d'une période de développement rigoureuse de 24 mois et avec une injection de capital de 100 millions de dollars, Nova a été conçue pour effectuer des calculs parallèles à haute vitesse sur d'immenses ensembles de données. Son développement a utilisé les dernières technologies GPU, notamment la série H100 de Nvidia et la série MI300 d'AMD, garantissant des performances supérieures en traitement multitâche, compréhension du langage naturel, analyse d'images et modélisation prédictive. Une équipe dédiée de spécialistes en IA, d'ingénieurs logiciels et de data scientists a collaboré pour développer une architecture modulaire et évolutive pouvant être personnalisée pour répondre aux besoins diversifiés d'industries telles que la finance, la santé, la logistique et l'éducation. Tout au long de son développement, Nova AI Technologies a privilégié la sécurité des données, la confidentialité et les normes éthiques, en intégrant des protocoles de test complets et des mises à jour continues du système. La série est conçue pour s'adapter aux demandes changeantes du marché, intégrant des algorithmes de pointe et du matériel de nouvelle génération pour maintenir son avantage concurrentiel. La série de modèles Nova illustre non seulement l'innovation technologique mais souligne également l'engagement à créer des solutions d'IA robustes, fiables et flexibles qui autonomisent les entreprises et les chercheurs du monde entier. Les plans de développement futurs incluent l'expansion des données d'entraînement du modèle, l'amélioration de ses capacités prédictives et l'exploration de nouvelles applications tirant parti de son puissant cadre de calcul.
tr: Nova Model Serisi, Nova AI Technologies tarafından geliştirilen, veri işleme ve analizinde yeni standartlar belirlemek üzere tasarlanmış yenilikçi bir yapay zeka çözümü koleksiyonudur. Titiz 24 aylık bir geliştirme süreci ve 100 milyon dolarlık sermaye desteğiyle Nova, devasa veri setleri üzerinde yüksek hızlı paralel hesaplamalar yapacak şekilde tasarlanmıştır. Geliştirme sürecinde, Nvidia’nın H100 ve AMD’nin MI300 serisi gibi en yeni GPU teknolojileri kullanılarak, çoklu görev işleme, doğal dil anlama, görüntü analizi ve öngörüsel modellemede üstün performans sağlanmıştır. Yapay zeka uzmanları, yazılım mühendisleri ve veri bilimcilerinden oluşan özel bir ekip, finans, sağlık, lojistik ve eğitim gibi çeşitli sektörlerin ihtiyaçlarını karşılayacak şekilde özelleştirilebilen modüler ve ölçeklenebilir bir mimari geliştirmek için işbirliği yapmıştır. Nova AI Technologies, geliştirme sürecinde veri güvenliği, gizlilik ve etik standartlara öncelik vermiş; kapsamlı test protokolleri ve sürekli sistem güncellemeleri ile çözümlerinin sağlamlığını garanti altına almıştır. Bu seri, değişen pazar taleplerine uyum sağlamak üzere, son teknoloji algoritmalar ve gelecek nesil donanım ile entegre edilerek rekabet avantajını koruyacak şekilde inşa edilmiştir. Nova Model Serisi, teknolojik yeniliğin ötesinde, dünya çapında işletmeleri ve araştırmacıları güçlendirecek sağlam, güvenilir ve esnek yapay zeka çözümleri sunma taahhüdünü yansıtmaktadır. Gelecekte, modelin eğitim verilerinin genişletilmesi, öngörü yeteneklerinin artırılması ve güçlü hesaplama altyapısından yararlanan yeni uygulamaların keşfedilmesi planlanmaktadır.
zh: Nova 模型系列是由 Nova AI Technologies 开发的一系列创新 AI 解决方案，旨在为数据处理和分析设定新标准。经过 24 个月的严谨开发和 1 亿美元的资金注入，Nova 被设计用于在庞大数据集上执行高速并行计算。开发过程中采用了最新的 GPU 技术，包括 Nvidia H100 和 AMD MI300 系列，确保在多任务处理、自然语言理解、图像分析和预测建模方面具有卓越性能。一个由 AI 专家、软件工程师和数据科学家组成的专门团队协同开发了模块化且可扩展的架构，以满足金融、医疗、物流和教育等各行业的多样需求。在整个开发过程中，Nova AI Technologies 将数据安全、隐私和伦理标准置于首位，采用了全面的测试协议和持续的系统更新。该系列产品能够适应不断变化的市场需求，整合尖端算法和下一代硬件，保持竞争优势。Nova 模型系列不仅展示了技术创新，同时也体现了致力于打造坚固、可靠且灵活的 AI 解决方案的承诺，从而赋能全球企业和研究人员。未来的发展计划包括扩展模型的训练数据、提升预测能力，并探索利用其强大计算框架的新应用。

# modelNovaShortDescription
source: Amazon's fast and efficient AI model, ideal for everyday tasks.
fr: Le modèle d'IA rapide et efficace d'Amazon, idéal pour les tâches quotidiennes.
tr: Amazon'un günlük işler için ideal, hızlı ve verimli yapay zeka modeli.
zh: 亚马逊的快速高效 AI 模型，适合日常任务。

# modelQwen2AudioDescription
source: Qwen2-Audio 7B is a powerful open-source AI model developed by Alibaba Cloud AI, combining speech processing and natural language understanding capabilities. With 7 billion parameters, this model excels in speech recognition, text-to-speech synthesis, and advanced text analysis. Leveraging deep learning algorithms on acoustic data, it can interpret and analyze complex audio inputs with exceptional accuracy. During its training, vast amounts of spoken and textual data were utilized to ensure robustness and reliability. Qwen2-Audio represents a significant advancement in integrating audio and language AI technologies.
ar: Qwen2-Audio 7B هو نموذج ذكاء اصطناعي مفتوح المصدر قوي طورته Alibaba Cloud AI، يجمع بين قدرات معالجة الكلام وفهم اللغة الطبيعية. يحتوي هذا النموذج على 7 مليارات معامل، ويتفوق في التعرف على الصوت، تحويل النص إلى كلام، والتحليل النصي المتقدم. باستخدام خوارزميات التعلم العميق على بيانات صوتية، يمكنه تفسير وتحليل المدخلات الصوتية المعقدة بدقة استثنائية. خلال تدريبه، تم استخدام كميات هائلة من البيانات الصوتية والنصية لضمان المتانة والموثوقية. يمثل Qwen2-Audio تقدمًا كبيرًا في دمج تقنيات الذكاء الاصطناعي الصوتي واللغوي.
az: Qwen2-Audio 7B, Alibaba Cloud AI tərəfindən inkişaf etdirilən güclü açıq mənbə AI modelidir, səs emalı və təbii dilin başa düşülməsi qabiliyyətlərini birləşdirir. 7 milyard parametrə malik olan bu model, səs tanıma, mətn-səsləndirmə sintezi və inkişaf etmiş mətn təhlilində mükəmməllik göstərir. Akustik məlumat üzərində dərin öyrənmə alqoritmlərindən istifadə edərək, mürəkkəb səs girişlərini yüksək dəqiqliklə şərh və təhlil edir. Qwen2-Audio səs və dil AI texnologiyalarının inteqrasiyasında əhəmiyyətli bir irəliləyişdir.
de: Qwen2-Audio 7B ist ein leistungsstarkes Open-Source-KI-Modell, entwickelt von Alibaba Cloud AI, das Sprachverarbeitung und natürliches Sprachverständnis kombiniert. Mit 7 Milliarden Parametern zeichnet sich dieses Modell in der Spracherkennung, Text-zu-Sprache-Synthese und fortgeschrittenen Textanalyse aus. Durch den Einsatz von Deep-Learning-Algorithmen auf akustischen Daten kann es komplexe Audioeingaben mit außergewöhnlicher Genauigkeit interpretieren und analysieren. Während des Trainings wurden große Mengen an gesprochenen und textlichen Daten genutzt, um Robustheit und Zuverlässigkeit zu gewährleisten. Qwen2-Audio stellt einen bedeutenden Fortschritt bei der Integration von Audio- und Sprach-KI-Technologien dar.
es: Qwen2-Audio 7B es un potente modelo de IA de código abierto desarrollado por Alibaba Cloud AI, que combina capacidades de procesamiento de voz y comprensión del lenguaje natural. Con 7 mil millones de parámetros, este modelo se destaca en reconocimiento de voz, síntesis de texto a voz y análisis avanzado de textos. Aprovechando algoritmos de aprendizaje profundo en datos acústicos, puede interpretar y analizar entradas de audio complejas con precisión excepcional. Qwen2-Audio representa un avance significativo en la integración de tecnologías de IA en audio y lenguaje.
fr: Qwen2-Audio 7B est un modèle d'IA open source puissant développé par Alibaba Cloud AI, combinant des capacités de traitement de la parole et de compréhension du langage naturel. Avec 7 milliards de paramètres, ce modèle excelle dans la reconnaissance vocale, la synthèse de texte en parole et l'analyse textuelle avancée. Tirant parti des algorithmes de deep learning sur des données acoustiques, il peut interpréter et analyser des entrées audio complexes avec une précision exceptionnelle. Lors de son entraînement, d'immenses quantités de données orales et textuelles ont été utilisées pour assurer robustesse et fiabilité. Qwen2-Audio représente une avancée significative dans l'intégration des technologies d'IA audio et linguistique.
hi: Qwen2-Audio 7B Alibaba Cloud AI द्वारा विकसित एक शक्तिशाली ओपन-सोर्स एआई मॉडल है, जो स्पीच प्रोसेसिंग और प्राकृतिक भाषा समझने की क्षमताओं को जोड़ता है। इसमें 7 अरब पैरामीटर हैं, और यह स्पीच रिकग्निशन, टेक्स्ट-टू-स्पीच सिंथेसिस, और उन्नत टेक्स्ट विश्लेषण में उत्कृष्ट है।
it: Qwen2-Audio 7B è un potente modello AI open-source sviluppato da Alibaba Cloud AI, che unisce capacità di elaborazione vocale e comprensione del linguaggio naturale. Con 7 miliardi di parametri, questo modello eccelle nel riconoscimento vocale, nella sintesi testo-voce e nell'analisi avanzata del testo. Grazie agli algoritmi di deep learning su dati acustici, è in grado di interpretare e analizzare input audio complessi con straordinaria precisione. Qwen2-Audio rappresenta un significativo avanzamento nell'integrazione di tecnologie audio e linguistiche.
ja: Qwen2-Audio 7Bは、Alibaba Cloud AIが開発した強力なオープンソースAIモデルで、音声処理と自然言語理解の能力を融合しています。70億のパラメーターを持ち、音声認識、テキスト読み上げ、先進的なテキスト解析に優れています。音響データに対するディープラーニングアルゴリズムを活用し、複雑な音声入力を高精度に解釈・解析します。トレーニングには膨大な音声およびテキストデータが利用され、その堅牢性と信頼性が確保されています。Qwen2-Audioは、音声とテキストのAI技術統合における大きな進歩を示しています。
ko: Qwen2-Audio 7B는 Alibaba Cloud AI가 개발한 강력한 오픈 소스 AI 모델로, 음성 처리와 자연어 이해 기능을 결합했습니다. 70억 개의 파라미터를 보유하여 음성 인식, 텍스트-음성 합성, 고급 텍스트 분석에 뛰어난 성능을 발휘합니다. 음향 데이터에 대한 딥러닝 알고리즘을 활용하여 복잡한 오디오 입력을 높은 정확도로 해석하고 분석할 수 있습니다. Qwen2-Audio는 오디오와 언어 AI 기술을 통합하는 데 중요한 발전을 나타냅니다.
tr: Qwen2-Audio 7B, Alibaba Cloud AI tarafından geliştirilen güçlü açık kaynaklı bir yapay zeka modelidir ve konuşma işleme ile doğal dil anlama yeteneklerini birleştirir. 7 milyar parametreye sahip bu model, konuşma tanıma, metinden sese sentez ve gelişmiş metin analizi konularında üstün performans sergiler. Akustik veriler üzerinde derin öğrenme algoritmalarından yararlanarak, karmaşık ses girdilerini olağanüstü bir doğrulukla yorumlayıp analiz edebilir. Eğitim sürecinde, sağlamlık ve güvenilirlik sağlamak amacıyla büyük miktarda sözlü ve yazılı veri kullanılmıştır. Qwen2-Audio, ses ve dil yapay zeka teknolojilerinin entegrasyonunda önemli bir ilerlemeyi temsil eder.
zh: Qwen2-Audio 7B 是由阿里云 AI 开发的一款强大的开源 AI 模型，融合了语音处理和自然语言理解能力。该模型拥有 70 亿参数，在语音识别、文本转语音合成以及高级文本分析方面表现卓越。利用对声学数据的深度学习算法，它能够以极高的准确性解释和分析复杂的音频输入。Qwen2-Audio 代表了音频与语言 AI 技术整合的重要进步。

# modelQwen2AudioShortDescription
source: 7-billion-parameter model can do speech processing for advanced tasks.
ar: نموذج بـ7 مليارات معامل يمكنه معالجة الكلام لمهام متقدمة.
az: 7 milyard parametrli model, mürəkkəb səs tapşırıqları üçün səs emalı qabiliyyətinə malikdir.
de: Ein 7-Milliarden-Parameter-Modell, das Sprachverarbeitung für fortgeschrittene Aufgaben durchführen kann.
es: Modelo de 7 mil millones de parámetros capaz de procesar voz para tareas avanzadas.
fr: Modèle de 7 milliards de paramètres capable de traiter la parole pour des tâches avancées.
hi: 7-अर्ब-पैरामीटर मॉडल, उन्नत कार्यों के लिए स्पीच प्रोसेसिंग कर सकता है।
it: Modello da 7 miliardi di parametri capace di elaborare audio per compiti avanzati.
ja: 70億パラメーターのモデルで、高度なタスク向けの音声処理が可能です。
ko: 70억 파라미터 모델로 고급 작업을 위한 음성 처리 기능 제공
tr: 7 milyar parametreli model, gelişmiş görevler için konuşma işleme yapabilir.
zh: 拥有 70 亿参数的模型，可进行高级语音处理任务。

# modelDeepseekShortDescription
source: Data-savvy LLM for advanced search & analysis.
fr: LLM expert en données pour la recherche et l'analyse avancées.
tr: Veri odaklı LLM, gelişmiş arama ve analiz için.
zh: 精通数据的大型语言模型，用于高级搜索与分析。
