Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# modelDeepseekDescription
source: The DeepSeek Model Series is an innovative suite developed by DeepSeek Teknoloji A.Ş. that revolutionizes data search and analytics. Launched after an intensive 18-month R&D effort with a strategic investment of $50 million, DeepSeek leverages state-of-the-art technologies to process vast datasets with exceptional speed and accuracy. During its development, cutting-edge GPUs—specifically Nvidia’s A100 and H100 series alongside AMD’s MI200—were employed to ensure maximum computational efficiency and low-latency performance. The development team, comprised of experts in AI, data science, algorithm engineering, and system architecture, implemented multi-layered neural networks and advanced deep learning algorithms to enhance the model’s ability to analyze complex data structures and derive actionable insights. DeepSeek is not only designed for academic and industrial research but also for practical applications across finance, healthcare, e-commerce, and media sectors. Its modular architecture allows customization according to varying user requirements, ensuring seamless integration with existing data systems. Rigorous security protocols, strict adherence to data privacy standards, and comprehensive testing procedures were integral to the project, ensuring reliability and ethical data usage. Looking ahead, the DeepSeek series is set to expand its capacity with larger datasets, incorporate next-generation GPU technologies, and continuously update its algorithms to maintain global competitiveness. Ultimately, DeepSeek represents a benchmark in AI-driven data processing and is poised to influence future innovations in the artificial intelligence landscape.
fr: La série de modèles DeepSeek est une suite innovante développée par DeepSeek Teknoloji A.Ş. qui révolutionne la recherche et l'analyse de données. Lancé après un effort de R&D intensif de 18 mois avec un investissement stratégique de 50 millions de dollars, DeepSeek utilise des technologies de pointe pour traiter d'immenses ensembles de données avec une rapidité et une précision exceptionnelles. Au cours de son développement, des GPU de dernière génération — en particulier les séries A100 et H100 de Nvidia ainsi que le MI200 d'AMD — ont été utilisés pour garantir une efficacité computationnelle maximale et des performances à faible latence. L'équipe de développement, composée d'experts en IA, science des données, ingénierie algorithmique et architecture des systèmes, a mis en œuvre des réseaux de neurones multicouches et des algorithmes de deep learning avancés pour améliorer la capacité du modèle à analyser des structures de données complexes et en extraire des informations exploitables. DeepSeek est conçu non seulement pour la recherche académique et industrielle, mais aussi pour des applications pratiques dans les secteurs de la finance, de la santé, du commerce électronique et des médias. Son architecture modulaire permet une personnalisation selon les exigences des utilisateurs, assurant une intégration fluide avec les systèmes de données existants. Des protocoles de sécurité rigoureux, le respect strict des normes de confidentialité des données et des procédures de tests complets ont été essentiels au projet, garantissant la fiabilité et l'utilisation éthique des données. À l'avenir, la série DeepSeek devrait étendre sa capacité avec des ensembles de données plus volumineux, incorporer des technologies GPU de nouvelle génération et mettre continuellement à jour ses algorithmes pour maintenir sa compétitivité mondiale. En fin de compte, DeepSeek représente une référence dans le traitement des données par l'IA et est prêt à influencer les futures innovations dans le paysage de l'intelligence artificielle.
tr: DeepSeek Model Serisi, DeepSeek Teknoloji A.Ş. tarafından geliştirilen ve veri arama ile analitiğinde devrim yaratan yenilikçi bir koleksiyondur. Yoğun 18 aylık bir Ar-Ge çabası ve 50 milyon dolarlık stratejik yatırımın ardından hayata geçirilen DeepSeek, son teknoloji ürünleri kullanarak devasa veri setlerini olağanüstü hız ve doğrulukla işleyebilir. Geliştirme sürecinde, maksimum hesaplama verimliliği ve düşük gecikme sağlamak için özellikle Nvidia’nın A100 ve H100 serileri ile AMD’nin MI200 GPU’ları kullanılmıştır. Yapay zeka, veri bilimi, algoritma mühendisliği ve sistem mimarisi konularında uzmanlardan oluşan ekip, modelin karmaşık veri yapılarını analiz edip uygulanabilir içgörüler elde etme yeteneğini artırmak amacıyla çok katmanlı sinir ağları ve gelişmiş derin öğrenme algoritmaları uygulamıştır. DeepSeek, yalnızca akademik ve endüstriyel araştırmalar için değil, aynı zamanda finans, sağlık, e-ticaret ve medya sektörleri gibi pratik uygulamalar için de tasarlanmıştır. Modüler mimarisi, farklı kullanıcı gereksinimlerine göre özelleştirmeyi mümkün kılarak mevcut veri sistemleriyle sorunsuz entegrasyon sağlar. Projede, katı veri güvenliği protokolleri, veri gizliliği standartlarına sıkı bağlılık ve kapsamlı test prosedürleri uygulanmış olup, güvenilirlik ve etik veri kullanımı garanti altına alınmıştır. Geleceğe dönük olarak, DeepSeek serisinin kapasitesinin daha büyük veri setleriyle genişletilmesi, gelecek nesil GPU teknolojilerinin entegre edilmesi ve algoritmaların sürekli güncellenmesi planlanmaktadır. Sonuç olarak, DeepSeek, yapay zeka destekli veri işlemede bir standart teşkil etmekte ve gelecekteki yenilikleri etkilemeye hazırdır.
zh: DeepSeek 模型系列是由 DeepSeek Teknoloji A.Ş. 开发的一套创新工具，彻底变革了数据搜索与分析。在经过 18 个月高强度研发和 5000 万美元的战略投资后推出，DeepSeek 利用最先进的技术以卓越的速度和准确性处理庞大数据集。开发过程中，采用了尖端 GPU——具体为 Nvidia A100 和 H100 系列以及 AMD MI200——以确保最高的计算效率和低延迟性能。由 AI、数据科学、算法工程和系统架构专家组成的开发团队实施了多层神经网络和先进的深度学习算法，以增强模型对复杂数据结构的分析能力并提取可操作见解。DeepSeek 不仅面向学术和工业研究，还适用于金融、医疗、电子商务和媒体等各领域的实际应用。其模块化架构允许根据不同用户需求进行定制，实现与现有数据系统的无缝整合。严格的安全协议、对数据隐私标准的严格遵守以及全面的测试程序是该项目的核心，确保了可靠性和数据使用的伦理性。展望未来，DeepSeek 系列计划通过更大数据集扩展其容量，整合下一代 GPU 技术，并不断更新算法以保持全球竞争力。总之，DeepSeek 代表了 AI 驱动数据处理的标杆，势将影响未来人工智能领域的创新。

# conversationsTitle
source: Conversations
ar: المحادثات
az: Söhbətlər
de: Unterhaltungen
es: Conversaciones
hi: संवाद
it: Conversazioni
ja: 会話
ko: 대화
tr: Sohbetler
zh: 对话

source: Conversation deleted.
ar: تم حذف المحادثة.
az: Söhbət silindi.
de: Unterhaltung gelöscht.
es: Conversación eliminada.
fr: Conversation supprimée.
hi: संवाद हटाया गया।
it: Conversazione eliminata.
ja: 会話が削除されました。
ko: 대화가 삭제되었습니다.
tr: Sohbet silindi.
zh: 对话已删除。

source: Conversation updated.
ar: تم تحديث المحادثة.
az: Söhbət yeniləndi.
de: Unterhaltung aktualisiert.
es: Conversación actualizada.
fr: Conversation mise à jour.
hi: संवाद अपडेट किया गया।
it: Conversazione aggiornata.
ja: 会話が更新されました。
ko: 대화가 업데이트되었습니다.
tr: Sohbet güncellendi.
zh: 对话已更新。

# editConversationTitle
source: Rename
ar: إعادة التسمية
az: Yenidən Adlandır
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前変更
ko: 이름 변경
tr: Yeniden Adlandır
zh: 重命名

source: New Title
ar: عنوان جديد
az: Yeni Başlıq
de: Neuer Titel
es: Nuevo Título
fr: Nouveau titre
hi: नया शीर्षक
it: Nuovo Titolo
ja: 新しいタイトル
ko: 새 제목
tr: Yeni Başlık
zh: 新标题

source: Save
ar: حفظ
az: Saxla
de: Speichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
tr: Kaydet
zh: 保存

source: Title cannot be empty.
ar: لا يمكن أن يكون العنوان فارغًا.
az: Başlıq boş ola bilməz.
de: Der Titel darf nicht leer sein.
es: El título no puede estar vacío.
fr: Le titre ne peut pas être vide.
hi: शीर्षक खाली नहीं हो सकता।
it: Il titolo non può essere vuoto.
ja: タイトルは空にできません。
ko: 제목은 비워둘 수 없습니다.
tr: Başlık boş bırakılamaz.
zh: 标题不能为空。

# noConversationsMessage
source: No conversations, start chatting!
ar: لا توجد محادثات، ابدأ الدردشة!
az: Heç bir söhbət yoxdur, danışmağa başlayın!
de: Keine Unterhaltungen, fang an zu chatten!
es: No hay conversaciones, ¡comienza a chatear!
fr: Aucune conversation, commencez à discuter !
hi: कोई संवाद नहीं, चैट शुरू करें!
it: Nessuna conversazione, inizia a chattare!
ja: 会話がありません。チャットを始めましょう！
ko: 대화가 없습니다. 채팅을 시작하세요!
tr: Hiç sohbet yok, sohbete başlayın!
zh: 暂无对话，开始聊天吧！

# startChat
source: Start a chat
ar: ابدأ دردشة
az: Söhbəti Başlat
de: Chat starten
es: Iniciar chat
fr: Commencer une discussion
hi: चैट शुरू करें
it: Inizia una chat
ja: チャットを開始
ko: 채팅 시작
tr: Sohbete Başla
zh: 开始聊天

source: No Chats
ar: لا توجد دردشات
az: Söhbət yoxdur
de: Keine Chats
es: Sin chats
fr: Aucun chat
hi: कोई चैट नहीं
it: Nessuna chat
ja: チャットがありません
ko: 채팅이 없습니다
tr: Sohbet Yok
zh: 暂无聊天

source: Starred Chats
ar: الرسائل المفضلة
az: Ulduzlanmış Söhbətlər
de: Markierte Chats
es: Chats destacados
fr: Chats favoris
hi: स्टार किए गए चैट्स
it: Chat Segnalate
ja: スター付きチャット
ko: 즐겨찾기한 채팅
tr: Yıldızlı Sohbetler
zh: 星标聊天

source: All Chats
ar: كل الرسائل
az: Bütün Söhbətlər
de: Alle Chats
es: Todos los chats
fr: Tous les chats
hi: सभी चैट्स
it: Tutte le Chat
ja: 全チャット
ko: 모든 채팅
tr: Tüm Sohbetler
zh: 所有聊天

source: No Starred Chats
ar: لا توجد رسائل مميزة
az: Ulduzlanmış söhbət yoxdur
de: Keine markierten Chats
es: No hay chats destacados
fr: Aucun chat favori
hi: कोई स्टार किए गए चैट्स नहीं
it: Nessuna chat segnalata
ja: スター付きチャットはありません
ko: 즐겨찾기한 채팅이 없습니다
tr: Yıldızlı sohbet yok
zh: 没有星标聊天

# noStarredChatsMessage
source: You didn't starred a chat yet.
ar: لم تقم بتمييز أي رسالة بعد.
az: Hələ heç bir söhbəti ulduzlamamısınız.
de: Sie haben noch keinen Chat markiert.
es: Aún no has marcado ningún chat como destacado.
fr: Vous n'avez pas encore marqué de chat comme favori.
hi: आपने अभी तक कोई चैट स्टार नहीं किया है।
it: Non hai ancora segnalato nessuna chat.
ja: まだチャットにスターを付けていません。
ko: 아직 채팅을 즐겨찾기하지 않았습니다.
tr: Henüz herhangi bir sohbeti yıldızlamadınız.
zh: 您还没有星标任何聊天。

# goToChats
source: Star a chat
ar: تمييز رسالة
az: Söhbətə keçin
de: Chat favorisieren
es: Marcar un chat
fr: Marquer un chat comme favori
hi: चैट स्टार करें
it: Segnala una chat
ja: チャットにスターを付ける
ko: 채팅 즐겨찾기 추가하기
tr: Bir sohbeti yıldızla
zh: 标记聊天

# starConversation
source: Star
ar: تمييز
az: Ulduzla
de: Favorisieren
es: Marcar
fr: Étoiler
hi: स्टार करें
it: Segnala
ja: スター
ko: 즐겨찾기
tr: Yıldızla
zh: 标星

source: Conversation title updated
ar: تم تحديث عنوان المحادثة
az: Söhbət başlığı yeniləndi
de: Unterhaltungstitel aktualisiert
es: Título de la conversación actualizado
fr: Titre de la conversation mis à jour
hi: संवाद शीर्षक अपडेट किया गया
it: Titolo della conversazione aggiornato
ja: 会話のタイトルが更新されました
ko: 대화 제목이 업데이트되었습니다
tr: Sohbet başlığı güncellendi.
zh: 对话标题已更新

# youReachedConversationLimit
source: You have reached the conversation limit.
ar: لقد وصلت إلى حد الدردشات.
az: Söhbət limitinə çatmısınız.
de: Sie haben das Limit für Unterhaltungen erreicht.
es: Has alcanzado el límite de conversaciones.
fr: Vous avez atteint la limite de conversations.
hi: आप संवाद सीमा तक पहुँच गए हैं।
it: Hai raggiunto il limite di conversazioni.
ja: 会話の制限に達しました。
ko: 대화 한도에 도달했습니다.
tr: Sohbet sınırına ulaştınız.
zh: 您已达到对话数量上限。

source: Today
ar: اليوم
az: Bugün
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
tr: Bugün
zh: 今天

source: Yesterday
ar: أمس
az: Dünən
de: Gestern
es: Ayer
fr: Hier
hi: कल
it: Ieri
ja: 昨日
ko: 어제
tr: Dün
zh: 昨天

# loginToYourAccount
source: Login
ar: تسجيل الدخول
az: Hesabınıza daxil olun
de: Anmelden
es: Iniciar Sesión
fr: Connexion
hi: लॉगिन करें
it: Accedi al tuo account
ja: ログイン
ko: 로그인
tr: Giriş Yap
zh: 登录

# createYourAccount
source: Register
ar: إنشاء حساب
az: Qeydiyyatdan keçin
de: Registrieren
es: Registrarse
fr: S'inscrire
hi: रजिस्टर करें
it: Registrati
ja: 登録
ko: 가입
tr: Kayıt Ol
zh: 注册

source: Email
ar: البريد الإلكتروني
az: E-poçt
es: Correo Electrónico
hi: ईमेल
ja: メールアドレス
ko: 이메일
tr: E-posta
zh: 电子邮件

source: Password
ar: كلمة المرور
az: Şifrə
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
ko: 비밀번호
tr: Şifre
zh: 密码

source: Confirm Password
ar: تأكيد كلمة المرور
az: Şifrəni Təsdiq Et
de: Passwort bestätigen
es: Confirmar Contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
it: Conferma Password
ja: パスワードの確認
ko: 비밀번호 확인
tr: Şifreyi Onayla
zh: 确认密码

# invalidEmail
source: Please enter a valid email address.
ar: يرجى إدخال بريد إلكتروني صحيح.
az: Zəhmət olmasa etibarlı e-poçt ünvanı daxil edin.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, introduce una dirección de correo electrónico válida.
fr: Veuillez entrer une adresse email valide.
hi: कृपया एक मान्य ईमेल पता दर्ज करें।
it: Per favore inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력하세요.
tr: Lütfen geçerli bir e-posta adresi girin.
zh: 请输入有效的电子邮件地址。

# invalidPassword
source: Password must be at least 6 characters long.
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل.
az: Şifrə ən azı 6 simvol olmalıdır.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit comporter au moins 6 caractères.
hi: पासवर्ड कम से कम 6 अक्षरों का होना चाहिए।
it: La password deve contenere almeno 6 caratteri.
ja: パスワードは6文字以上でなければなりません。
ko: 비밀번호는 최소 6자 이상이어야 합니다.
tr: Şifre en az 6 karakter uzunluğunda olmalıdır.
zh: 密码至少需要6个字符。

source: Remember me
ar: تذكرني
az: Məni xatırla
de: Angemeldet bleiben
es: Recuérdame
fr: Se souvenir de moi
hi: मुझे याद रखें
it: Ricordami
ja: ログイン状態を保持する
ko: 로그인 상태 유지
tr: Beni hatırla
zh: 记住我

source: Forgot password?
ar: نسيت كلمة المرور؟
az: Şifrəni unutmusunuz?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
hi: पासवर्ड भूल गए?
it: Password dimenticata?
ja: パスワードをお忘れですか？
ko: 비밀번호를 잊으셨나요?
tr: Şifrenizi mi unuttunuz?
zh: 忘记密码？

source: Or
ar: أو
az: Və ya
de: Oder
es: O
fr: Ou
hi: या
it: Oppure
ja: または
ko: 또는
tr: Veya
zh: 或

source: Continue with Google
ar: المتابعة مع جوجل
az: Google ilə davam et
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
hi: गूगल के साथ जारी रखें
it: Continua con Google
ja: Googleで続行
ko: Google로 계속하기
tr: Google ile devam et
zh: 使用 Google 登录

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟
az: Hesabınız yoxdur?
de: Sie haben noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
hi: खाता नहीं है?
it: Non hai un account?
ja: アカウントをお持ちでないですか？
ko: 계정이 없으신가요?
tr: Hesabınız yok mu?
zh: 还没有账号？

# alreadyHaveAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟
az: Artıq hesabınız var?
de: Sie haben bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
hi: पहले से खाता है?
it: Hai già un account?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있으신가요?
tr: Zaten hesabınız var mı?
zh: 已有账号？

source: Sign Up
ar: إنشاء حساب
az: Qeydiyyatdan Keç
de: Registrieren
es: Regístrate
fr: S'inscrire
hi: साइन अप करें
it: Registrati
ja: サインアップ
ko: 가입하기
tr: Kayıt Ol
zh: 注册

source: Log In
ar: تسجيل الدخول
az: Daxil Ol
de: Anmelden
es: Iniciar Sesión
fr: Se connecter
hi: लॉग इन करें
it: Accedi
ja: ログイン
ko: 로그인
tr: Giriş Yap
zh: 登录

source: Passwords do not match.
ar: كلمات المرور غير متطابقة.
az: Şifrələr uyğun gəlmir.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
hi: पासवर्ड मेल नहीं खाते।
it: Le password non coincidono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
tr: Şifreler eşleşmiyor.
zh: 两次输入的密码不匹配。

source: User not found.
ar: المستخدم غير موجود.
az: İstifadəçi tapılmadı.
de: Benutzer nicht gefunden.
es: Usuario no encontrado.
fr: Utilisateur non trouvé.
hi: उपयोगकर्ता नहीं मिला।
it: Utente non trovato.
ja: ユーザーが見つかりません。
ko: 사용자를 찾을 수 없습니다.
tr: Kullanıcı bulunamadı.
zh: 未找到用户。

# wrongPassword
source: Incorrect password.
ar: كلمة المرور غير صحيحة.
az: Yanlış şifrə.
de: Falsches Passwort.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
hi: गलत पासवर्ड।
it: Password errata.
ja: パスワードが間違っています。
ko: 비밀번호가 올바르지 않습니다.
tr: Yanlış şifre.
zh: 密码错误。

# emailAlreadyInUse
source: This email is already in use.
ar: هذا البريد الإلكتروني مستخدم بالفعل.
az: Bu e-poçt artıq istifadə olunur.
de: Diese E-Mail wird bereits verwendet.
es: Este correo electrónico ya está en uso.
fr: Cet email est déjà utilisé.
hi: यह ईमेल पहले से उपयोग में है।
it: Questa email è già in uso.
ja: このメールアドレスは既に使用されています。
ko: 이미 사용 중인 이메일입니다.
tr: Bu e-posta zaten kullanılıyor.
zh: 该电子邮件已被使用。

# weakPassword
source: The password is too weak.
ar: كلمة المرور ضعيفة للغاية.
az: Şifrə zəifdir.
de: Das Passwort ist zu schwach.
es: La contraseña es demasiado débil.
fr: Le mot de passe est trop faible.
hi: पासवर्ड बहुत कमजोर है।
it: La password è troppo debole.
ja: パスワードが弱すぎます。
ko: 비밀번호가 너무 약합니다.
tr: Şifre çok zayıf.
zh: 密码太弱。

# authError
source: Authentication Error
ar: خطأ في المصادقة
az: Doğrulama Xətası
de: Authentifizierungsfehler
es: Error de Autenticación
fr: Erreur d'authentification
hi: प्रमाणीकरण त्रुटि
it: Errore di autenticazione
ja: 認証エラー
ko: 인증 오류
tr: Kimlik Doğrulama Hatası
zh: 身份验证错误

# invalidUsername
source: Please enter a username.
ar: يرجى إدخال اسم مستخدم.
az: Zəhmət olmasa istifadəçi adı daxil edin.
de: Bitte geben Sie einen Benutzernamen ein.
es: Por favor, introduce un nombre de usuario.
fr: Veuillez entrer un nom d'utilisateur.
hi: कृपया एक मान्य उपयोगकर्ता नाम दर्ज करें।
it: Per favore inserisci un nome utente.
ja: ユーザー名を入力してください。
ko: 사용자 이름을 입력하세요.
tr: Lütfen bir kullanıcı adı girin.
zh: 请输入用户名。

# usernameTaken
source: This username is already taken.
ar: اسم المستخدم هذا مأخوذ بالفعل.
az: Bu istifadəçi adı artıq götürülüb.
de: Dieser Benutzername ist bereits vergeben.
es: Este nombre de usuario ya está en uso.
fr: Ce nom d'utilisateur est déjà pris.
hi: यह उपयोगकर्ता नाम पहले से लिया गया है।
it: Questo nome utente è già in uso.
ja: このユーザー名は既に使用されています。
ko: 이미 사용 중인 사용자 이름입니다.
tr: Bu kullanıcı adı zaten alınmış.
zh: 该用户名已被占用。

source: Username
ar: اسم المستخدم
az: İstifadəçi adı
de: Benutzername
es: Nombre de Usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
tr: Kullanıcı Adı
zh: 用户名

# authenticationFailed
source: Authentication failed. Please try again.
ar: فشلت المصادقة. يرجى المحاولة مرة أخرى.
az: Doğrulama uğursuz oldu. Zəhmət olmasa yenidən cəhd edin.
de: Authentifizierung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Autenticación fallida. Por favor, inténtalo de nuevo.
fr: Échec de l'authentification. Veuillez réessayer.
hi: प्रमाणीकरण विफल रहा। कृपया पुनः प्रयास करें।
it: Autenticazione fallita. Per favore riprova.
ja: 認証に失敗しました。もう一度お試しください。
ko: 인증 실패. 다시 시도해주세요.
tr: Kimlik doğrulama başarısız. Lütfen tekrar deneyin.
zh: 身份验证失败，请重试。

# emailTooLong
source: Email can be at most 30 characters.
ar: يجب ألا يتجاوز البريد الإلكتروني 30 حرفًا.
az: E-poçt ən çox 30 simvol ola bilər.
de: Die E-Mail darf höchstens 30 Zeichen lang sein.
es: El correo electrónico puede tener como máximo 30 caracteres.
fr: L'email peut comporter au maximum 30 caractères.
hi: ईमेल अधिकतम 30 अक्षर हो सकते हैं।
it: L'email può contenere al massimo 30 caratteri.
ja: メールアドレスは最大30文字です。
ko: 이메일은 최대 30자까지 입력할 수 있습니다.
tr: E-posta en fazla 30 karakter olabilir.
zh: 电子邮件最多30个字符。

# deviceLimitReached
source: You have reached the account creation limit for this device.
ar: لقد وصلت إلى حد إنشاء الحساب لهذا الجهاز.
az: Bu cihaz üçün hesab yaradılması limiti aşılmışdır.
de: Sie haben das Limit für die Kontoerstellung auf diesem Gerät erreicht.
es: Has alcanzado el límite de creación de cuentas para este dispositivo.
fr: Vous avez atteint la limite de création de compte pour cet appareil.
hi: इस डिवाइस के लिए खाता निर्माण सीमा तक पहुंच गए हैं।
it: Hai raggiunto il limite di creazione account per questo dispositivo.
ja: このデバイスでのアカウント作成制限に達しました。
ko: 이 기기에서 계정 생성 한도에 도달했습니다.
tr: Bu cihaz için hesap oluşturma sınırına ulaştınız.
zh: 您已达到此设备的账户创建上限。

# verificationEmailLimitReached
source: We wont send anymore
ar: لن نرسل المزيد
az: Daha çox göndərməyəcəyik
de: Wir senden keine weiteren E-Mails mehr
es: No enviaremos más
fr: Nous n'enverrons plus
hi: हम और ईमेल नहीं भेजेंगे
it: Non invieremo altre email di verifica
ja: これ以上送信できません
ko: 더 이상 전송하지 않습니다
tr: Artık gönderilmeyecek.
zh: 我们不会再发送

source: Verification e-mail sent!
ar: تم إرسال بريد التحقق!
az: Doğrulama e-poçtu göndərildi!
de: Bestätigungs-E-Mail gesendet!
es: ¡Correo de verificación enviado!
fr: Email de vérification envoyé !
hi: सत्यापन ईमेल भेजा गया!
it: Email di verifica inviata!
ja: 認証メールを送信しました！
ko: 인증 이메일이 전송되었습니다!
tr: Doğrulama e-postası gönderildi!
zh: 验证邮件已发送！

# emailNotVerified
source: E-mail has not verified
ar: البريد الإلكتروني غير مُحقق
az: E-poçt doğrulanmayıb
de: E-Mail ist nicht verifiziert
es: El correo electrónico no ha sido verificado
fr: Email non vérifié
hi: ईमेल सत्यापित नहीं हुआ है
it: L'email non è verificata
ja: メールアドレスが未認証です
ko: 이메일이 인증되지 않았습니다
tr: E-posta doğrulanmadı
zh: 电子邮件未验证

# resendCode
source: Resend verification e-mail
ar: إعادة إرسال بريد التحقق
az: Doğrulama e-poçtunu yenidən göndərin
de: Bestätigungs-E-Mail erneut senden
es: Reenviar correo de verificación
fr: Renvoyer l'email de vérification
hi: सत्यापन ईमेल पुनः भेजें
it: Reinvia email di verifica
ja: 認証メールを再送信
ko: 인증 이메일 재전송
tr: Doğrulama e-postasını yeniden gönder
zh: 重新发送验证邮件

# remainingSeconds
source: Remaining time for verification
ar: الوقت المتبقي للتحقق
az: Doğrulama üçün qalan vaxt
de: Verbleibende Zeit für die Verifizierung
es: Tiempo restante para la verificación
fr: Temps restant pour la vérification
hi: सत्यापन के लिए शेष समय
it: Tempo rimanente per la verifica
ja: 認証までの残り時間
ko: 인증 남은 시간
tr: Doğrulama için kalan süre
zh: 验证剩余时间

# pleaseCheckYourEmail
source: To use Cortex, you need to verify your email. A verification link has been sent to your email address, please check your email.
ar: لاستخدام Cortex، يجب التحقق من بريدك الإلكتروني. تم إرسال رابط التحقق إلى بريدك، يرجى التحقق منه.
az: Cortex-dən istifadə etmək üçün e-poçt ünvanınızı doğrulamalısınız. Doğrulama keçidi e-poçt ünvanınıza göndərilib, zəhmət olmasa yoxlayın.
de: Um Cortex zu nutzen, müssen Sie Ihre E-Mail verifizieren. Ein Bestätigungslink wurde an Ihre E-Mail-Adresse gesendet, bitte überprüfen Sie Ihre E-Mails.
es: Para usar Cortex, necesitas verificar tu correo electrónico. Se ha enviado un enlace de verificación a tu dirección de correo, por favor, revisa tu correo.
fr: Pour utiliser Cortex, vous devez vérifier votre email. Un lien de vérification a été envoyé à votre adresse email, veuillez vérifier votre boîte de réception.
hi: Cortex का उपयोग करने के लिए, आपको अपना ईमेल सत्यापित करना होगा। सत्यापन लिंक आपके ईमेल पर भेजा गया है, कृपया अपना ईमेल देखें।
it: Per utilizzare Cortex, devi verificare la tua email. Un link di verifica è stato inviato al tuo indirizzo email, per favore controlla la tua casella.
ja: Cortexを使用するには、メール認証が必要です。認証リンクがあなたのメールアドレスに送信されましたので、ご確認ください。
ko: Cortex를 사용하려면 이메일 인증이 필요합니다. 인증 링크가 이메일로 전송되었으니 확인해 주세요.
tr: Cortex'i kullanmak için e-postanızı doğrulamanız gerekmektedir. E-posta adresinize bir doğrulama bağlantısı gönderildi, lütfen e-postanızı kontrol edin.
zh: 要使用 Cortex，您需要验证您的电子邮件。验证链接已发送至您的电子邮件，请查收。

source: Verify Your Email
ar: تحقق من بريدك الإلكتروني
az: E-poçtunuzu Doğrulayın
de: Verifizieren Sie Ihre E-Mail
es: Verifica tu Correo Electrónico
fr: Vérifiez votre email
hi: अपना ईमेल सत्यापित करें
it: Verifica la tua email
ja: メールを認証する
ko: 이메일 인증
tr: E-postanı Doğrula
zh: 验证您的电子邮件

# backToLogin
source: Go Back
ar: العودة إلى تسجيل الدخول
az: Geri Daxil Ol
de: Zurück zum Login
es: Volver al inicio de sesión
fr: Retour
hi: लॉगिन पर वापस जाएँ
it: Torna al Login
ja: 戻る
ko: 로그인으로 돌아가기
tr: Geri Dön
zh: 返回登录

source: seconds
ar: ثواني
az: saniyə
de: Sekunden
es: segundos
fr: secondes
hi: सेकंड
it: secondi
ja: 秒
ko: 초
tr: saniye
zh: 秒
