Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# purchasePro
source: Buy Cortex Pro
ar: شراء Cortex Pro
az: Cortex Pro Alın
de: Kaufen Sie Cortex Pro
es: Comprar Cortex Pro
fr: Acheter Cortex Pro
hi: Cortex Pro खरीदें
it: Acquista Cortex Pro
ja: Cortex Proを購入
ko: Cortex Pro 구매
tr: Cortex Pro Satın Al
zh: 购买 Cortex Pro

# proDescription
source: Access even more features of Cortex and experience AI even more!
ar: استمتع بمزيد من ميزات Cortex واختبر الذكاء الاصطناعي بشكل أعمق!
az: Cortex-in daha da çox xüsusiyyətlərindən yararlanın və süni intellekti daha dərindən yaşayın!
de: Nutzen Sie noch mehr Funktionen von Cortex und erleben Sie KI in vollem Umfang!
es: Accede a aún más funciones de Cortex y experimenta la IA de manera excepcional.
fr: Accédez à encore plus de fonctionnalités de Cortex et profitez davantage de l'IA !
hi: Cortex के और भी फीचर्स का उपयोग करें और एआई का अनुभव और भी बढ़ाएं!
it: Accedi a ancora più funzionalità di Cortex e vivi un'esperienza AI superiore!
ja: さらに多くのCortex機能にアクセスし、より高度なAI体験を！
ko: Cortex의 더 많은 기능을 이용하여 AI를 더욱 경험해보세요!
tr: Cortex'in daha da fazla özelliğine erişin ve yapay zekayı çok daha fazla deneyimleyin!
zh: 解锁更多 Cortex 功能，享受更极致的 AI 体验！

source: Annual Pro
ar: Pro سنوي
az: İllik Pro
de: Jahresabo Pro
es: Pro Anual
fr: Pro Annuel
hi: वार्षिक Pro
it: Pro Annuale
ja: 年間Pro
ko: 연간 Pro
tr: Yıllık Pro
zh: 年度 Pro

# annualProDescription
source: First 30 days free - Then annual
ar: 30 يومًا مجانية أولاً - ثم سنوي
az: İlk 30 gün pulsuz - Sonra illik ödəniş
de: Die ersten 30 Tage kostenlos – danach jährlich
es: 30 días gratis - Luego anual
fr: 30 premiers jours gratuits - Ensuite annuel
hi: पहले 30 दिन मुफ़्त - फिर वार्षिक शुल्क
it: Primi 30 giorni gratuiti - Poi annuale
ja: 初回30日間無料、その後年間課金
ko: 처음 30일 무료 - 이후 연간 결제
tr: İlk 30 gün ücretsiz - Sonrasında yıllık
zh: 前 30 天免费 - 之后按年收费

source: Monthly Pro
ar: Pro شهري
az: Aylıq Pro
de: Monatsabo Pro
es: Pro Mensual
fr: Pro Mensuel
hi: मासिक Pro
it: Pro Mensile
ja: 月額Pro
ko: 월간 Pro
tr: Aylık Pro
zh: 月度 Pro

# monthlyProDescription
source: First 7 days free - Then monthly
ar: 7 أيام مجانية أولاً - ثم شهري
az: İlk 7 gün pulsuz - Sonra aylıq ödəniş
de: Die ersten 7 Tage kostenlos – danach monatlich
es: 7 días gratis - Luego mensual
fr: 7 premiers jours gratuits - Ensuite mensuel
hi: पहले 7 दिन मुफ़्त - फिर मासिक शुल्क
it: Primi 7 giorni gratuiti - Poi mensile
ja: 初回7日間無料、その後月額課金
ko: 처음 7일 무료 - 이후 월간 결제
tr: İlk 7 gün ücretsiz - Sonrasında aylık
zh: 前 7 天免费 - 之后按月收费

# alreadySubscribed
source: You are already subscribed
ar: أنت مشترك بالفعل
az: Artıq abunə olmusunuz
de: Sie sind bereits abonniert
es: Ya estás suscrito
fr: Vous êtes déjà abonné
hi: आप पहले से ही सदस्य हैं
it: Sei già abbonato
ja: 既にサブスクリプションに加入しています
ko: 이미 구독 중입니다
tr: Zaten abonesiniz
zh: 您已订阅

# subscriptionInfo
source: Your subscription is active.
ar: اشتراكك نشط.
az: Abunəliyiniz aktivdir.
de: Ihr Abonnement ist aktiv.
es: Tu suscripción está activa.
fr: Votre abonnement est actif.
hi: आपकी सदस्यता सक्रिय है।
it: Il tuo abbonamento è attivo.
ja: サブスクリプションはアクティブです。
ko: 구독이 활성화되어 있습니다.
tr: Aboneliğiniz aktif.
zh: 您的订阅已激活。

# alreadySubscribedMessage
source: You already have a Plus subscription. If you want to cancel your subscription, you can do so through the Play Store manager.
ar: لديك اشتراك Plus بالفعل. إذا كنت ترغب في إلغاء اشتراكك، يمكنك القيام بذلك من خلال مدير متجر Play.
az: Artıq Plus abunəliyiniz var. Abunəliyinizi ləğv etmək istəyirsinizsə, Play Store idarəçiliyindən istifadə edə bilərsiniz.
de: Sie haben bereits ein Plus-Abonnement. Wenn Sie Ihr Abonnement kündigen möchten, können Sie dies über den Play Store Manager tun.
es: Ya tienes una suscripción Plus. Si deseas cancelar tu suscripción, puedes hacerlo a través del gestor de Play Store.
fr: Vous avez déjà un abonnement Plus. Si vous souhaitez annuler votre abonnement, vous pouvez le faire via le gestionnaire du Play Store.
hi: आपकी Plus सदस्यता सक्रिय है। आप सभी लाभों का आनंद ले सकते हैं।
it: Hai già un abbonamento Plus. Se vuoi cancellare il tuo abbonamento, puoi farlo tramite il gestore del Play Store.
ja: 既にPlusサブスクリプションに加入しています。サブスクリプションをキャンセルしたい場合は、Playストアのマネージャーから行ってください。
ko: 이미 Plus 구독 중입니다. 구독 취소를 원하시면 Play 스토어 관리자에서 진행할 수 있습니다.
tr: Zaten Plus aboneliğiniz var. Aboneliğinizi iptal etmek isterseniz, Play Store yöneticisi üzerinden yapabilirsiniz.
zh: 您已订阅 Plus。如需取消订阅，请通过 Play 商店管理进行操作。

source: Cancel Subscription
ar: إلغاء الاشتراك
az: Abunəliyi Ləğv Et
de: Abonnement kündigen
es: Cancelar suscripción
fr: Annuler l'abonnement
hi: सदस्यता रद्द करें
it: Cancella Abbonamento
ja: サブスクリプションをキャンセル
ko: 구독 취소
tr: Aboneliği İptal Et
zh: 取消订阅

# cancelSubscriptionInfo
source: If you want to cancel your subscription, please proceed through the Play Store subscription manager.
ar: إذا كنت ترغب في إلغاء الاشتراك، يرجى المتابعة عبر مدير اشتراكات متجر Play.
az: Abunəliyi ləğv etmək istəyirsinizsə, zəhmət olmasa Play Store abunəlik idarəçiliyindən istifadə edin.
de: Wenn Sie Ihr Abonnement kündigen möchten, gehen Sie bitte über den Play Store Abonnement-Manager vor.
es: Si deseas cancelar tu suscripción, procede a través del gestor de suscripciones de Play Store.
fr: Si vous souhaitez annuler votre abonnement, veuillez passer par le gestionnaire des abonnements du Play Store.
hi: यदि आप अपनी सदस्यता रद्द करना चाहते हैं, तो कृपया प्ले स्टोर सदस्यता प्रबंधक के माध्यम से आगे बढ़ें।
it: Se desideri cancellare il tuo abbonamento, procedi tramite il gestore degli abbonamenti del Play Store.
ja: サブスクリプションをキャンセルするには、Playストアのサブスクリプションマネージャーから手続きを行ってください。
ko: 구독 취소를 원하시면 Play 스토어 구독 관리자에서 진행해주시기 바랍니다.
tr: Aboneliğinizi iptal etmek isterseniz, lütfen Play Store abonelik yöneticisi üzerinden devam edin.
zh: 如需取消订阅，请通过 Play 商店订阅管理进行操作。

source: Go to Play Store
ar: اذهب إلى متجر Play
az: Play Store-a Keç
de: Zum Play Store gehen
es: Ir a Play Store
fr: Aller sur le Play Store
hi: प्ले स्टोर पर जाएँ
it: Vai al Play Store
ja: Playストアへ移動
ko: Play 스토어로 이동
tr: Play Store'a Git
zh: 前往 Play 商店

# alreadySubscribedPlus
source: You Have the Plus Plan!
ar: أنت مشترك في خطة Plus!
az: Artıq Plus Planındasınız!
de: Sie haben den Plus-Plan!
es: ¡Ya tienes el plan Plus!
fr: Vous avez le plan Plus !
hi: आप Plus योजना पर हैं!
it: Hai già il piano Plus!
ja: Plusプランに加入済みです！
ko: 이미 Plus 플랜을 이용 중입니다!
tr: Plus Planınız Var!
zh: 您已拥有 Plus 计划！

# alreadySubscribedPlusMessage
source: Your Plus plan is active. You can enjoy all the benefits.
ar: اشتراك Plus لديك نشط. يمكنك الاستمتاع بجميع المزايا.
az: Plus planınız aktivdir. Bütün üstünlüklərdən yararlana bilərsiniz.
de: Ihr Plus-Plan ist aktiv. Sie können alle Vorteile nutzen.
es: Tu plan Plus está activo. Puedes disfrutar de todos los beneficios.
fr: Votre plan Plus est actif. Vous pouvez profiter de tous les avantages.
hi: आपकी Plus योजना सक्रिय है। आप सभी लाभों का आनंद ले सकते हैं।
it: Il tuo piano Plus è attivo. Puoi usufruire di tutti i vantaggi.
ja: Plusプランがアクティブです。すべての特典をお楽しみいただけます。
ko: Plus 플랜이 활성화되어 있습니다. 모든 혜택을 누리실 수 있습니다.
tr: Plus planınız aktif. Tüm avantajlardan yararlanabilirsiniz.
zh: 您的 Plus 计划已激活，您可享受所有福利。

# purchaseUltra
source: Buy Cortex Ultra
ar: شراء Cortex Ultra
az: Cortex Ultra Alın
de: Kaufen Sie Cortex Ultra
es: Comprar Cortex Ultra
fr: Acheter Cortex Ultra
hi: Cortex Ultra खरीदें
it: Acquista Cortex Ultra
ja: Cortex Ultraを購入
ko: Cortex Ultra 구매
tr: Cortex Ultra Satın Al
zh: 购买 Cortex Ultra

# ultraDescription
source: Gain full access to all features of Cortex and experience AI to the fullest!
ar: احصل على وصول كامل لجميع ميزات Cortex واختبر الذكاء الاصطناعي بأقصى إمكاناته!
az: Cortex-in bütün xüsusiyyətlərindən tam şəkildə yararlanın və süni intellekti tam təcrübə edin!
de: Erhalten Sie vollen Zugriff auf alle Funktionen von Cortex und erleben Sie KI in vollem Umfang!
es: ¡Obtén acceso total a todas las funciones de Cortex y experimenta la IA al máximo!
fr: Obtenez un accès complet à toutes les fonctionnalités de Cortex et profitez pleinement de l'IA !
hi: Cortex के सभी फीचर्स का पूरा उपयोग करें और एआई का पूर्ण अनुभव प्राप्त करें!
it: Ottieni pieno accesso a tutte le funzionalità di Cortex e vivi l'AI al massimo!
ja: Cortexの全機能にフルアクセスし、究極のAI体験を！
ko: Cortex의 모든 기능을 완전히 이용해보세요!
tr: Cortex'in tüm özelliklerine tam erişim kazanın ve yapay zekayı en iyi şekilde deneyimleyin!
zh: 全面解锁 Cortex 所有功能，尽享极致 AI 体验！

source: Annual Ultra
ar: Ultra سنوي
az: İllik Ultra
de: Jahresabo Ultra
es: Ultra Anual
fr: Ultra Annuel
hi: वार्षिक Ultra
it: Ultra Annuale
ja: 年間Ultra
ko: 연간 Ultra
tr: Yıllık Ultra
zh: 年度 Ultra

# annualUltraDescription
source: First 30 days free - Then annual
ar: 30 يومًا مجانية أولاً - ثم سنوي
az: İlk 30 gün pulsuz - Sonra illik ödəniş
de: Die ersten 30 Tage kostenlos – danach jährlich
es: 30 días gratis - Luego anual
fr: 30 premiers jours gratuits - Ensuite annuel
hi: पहले 30 दिन मुफ़्त - फिर वार्षिक शुल्क
it: Primi 30 giorni gratuiti - Poi annuale
ja: 初回30日間無料、その後年間課金
ko: 처음 30일 무료 - 이후 연간 결제
tr: İlk 30 gün ücretsiz - Sonrasında yıllık
zh: 前 30 天免费 - 之后按年收费

source: Monthly Ultra
ar: Ultra شهري
az: Aylıq Ultra
de: Monatsabo Ultra
es: Ultra Mensual
fr: Ultra Mensuel
hi: मासिक Ultra
it: Ultra Mensile
ja: 月額Ultra
ko: 월간 Ultra
tr: Aylık Ultra
zh: 月度 Ultra

# monthlyUltraDescription
source: First 7 days free - Then monthly
ar: 7 أيام مجانية أولاً - ثم شهري
az: İlk 7 gün pulsuz - Sonra aylıq ödəniş
de: Die ersten 7 Tage kostenlos – danach monatlich
es: 7 días gratis - Luego mensual
fr: 7 premiers jours gratuits - Ensuite mensuel
hi: पहले 7 दिन मुफ़्त - फिर मासिक शुल्क
it: Primi 7 giorni gratuiti - Poi mensile
ja: 初回7日間無料、その後月額課金
ko: 처음 7일 무료 - 이후 월간 결제
tr: İlk 7 gün ücretsiz - Sonrasında aylık
zh: 前 7 天免费 - 之后按月收费

source: No Subscription
ar: لا يوجد اشتراك
az: Abunəlik yoxdur
de: Kein Abonnement
es: Sin Suscripción
fr: Aucun abonnement
hi: कोई सदस्यता नहीं
it: Nessun Abbonamento
ja: サブスクリプションなし
ko: 구독 없음
tr: Abonelik Yok
zh: 无订阅

# noSubscriptionMessage
source: You do not have a subscription yet.
ar: ليس لديك اشتراك بعد.
az: Hələ abunəliyiniz yoxdur.
de: Sie haben noch kein Abonnement.
es: Aún no tienes una suscripción.
fr: Vous n'avez pas encore d'abonnement.
hi: आपकी अभी कोई सदस्यता नहीं है।
it: Non hai ancora un abbonamento.
ja: まだサブスクリプションに加入していません。
ko: 아직 구독하지 않았습니다.
tr: Henüz aboneliğiniz yok.
zh: 您尚未订阅。

# alreadyAtHighestPlan
source: You are already on the highest plan.
ar: أنت بالفعل على الخطة الأعلى.
az: Artıq ən yüksək planda yerləşirsiniz.
de: Sie haben bereits den höchsten Plan.
es: Ya estás en el plan más alto.
fr: Vous êtes déjà sur le plan le plus élevé.
hi: आप पहले से ही उच्चतम योजना पर हैं।
it: Sei già sul piano più alto.
ja: 既に最上位プランに加入しています。
ko: 이미 최고 플랜을 이용 중입니다.
tr: Zaten en yüksek planda bulunuyorsunuz.
zh: 您已处于最高方案。

# unableToOpenSubscription
source: Unable to open the subscription management page.
ar: تعذر فتح صفحة إدارة الاشتراك.
az: Abunəlik idarəetmə səhifəsi açıla bilmir.
de: Die Seite zur Verwaltung des Abonnements konnte nicht geöffnet werden.
es: No se puede abrir la página de gestión de suscripciones.
fr: Impossible d'ouvrir la page de gestion des abonnements.
hi: सदस्यता प्रबंधन पृष्ठ खोलने में असमर्थ।
it: Impossibile aprire la pagina di gestione dell'abbonamento.
ja: サブスクリプション管理ページを開けませんでした。
ko: 구독 관리 페이지를 열 수 없습니다.
tr: Abonelik yönetim sayfası açılamıyor.
zh: 无法打开订阅管理页面。

source: Upgrade Subscription
ar: ترقية الاشتراك
az: Abunəlik Yüksəlt
de: Abonnement upgraden
es: Actualizar Suscripción
fr: Mettre à niveau l'abonnement
hi: सदस्यता अपग्रेड करें
it: Aggiorna Abbonamento
ja: サブスクリプションのアップグレード
ko: 구독 업그레이드
tr: Aboneliği Yükselt
zh: 升级订阅

# confirmUpgrade
source: Are you sure you want to upgrade your subscription?
ar: هل أنت متأكد أنك تريد ترقية اشتراكك؟
az: Abunəliyinizi yüksəltmək istədiyinizə əminsiniz?
de: Sind Sie sicher, dass Sie Ihr Abonnement upgraden möchten?
es: ¿Estás seguro de que deseas actualizar tu suscripción?
fr: Êtes-vous sûr de vouloir mettre à niveau votre abonnement ?
hi: क्या आप वाकई अपनी सदस्यता अपग्रेड करना चाहते हैं?
it: Sei sicuro di voler aggiornare il tuo abbonamento?
ja: サブスクリプションをアップグレードしてもよろしいですか？
ko: 구독을 업그레이드 하시겠습니까?
tr: Aboneliğinizi yükseltmek istediğinizden emin misiniz?
zh: 确定要升级订阅吗？

# unsupportedPlatform
source: Unsupported platform for subscription cancellation.
ar: المنصة غير مدعومة لإلغاء الاشتراك.
az: Abunəliyin ləğvi üçün dəstəklənməyən platforma.
de: Nicht unterstützte Plattform für die Kündigung des Abonnements.
es: Plataforma no soportada para cancelar la suscripción.
fr: Plateforme non prise en charge pour l'annulation d'abonnement.
hi: सदस्यता रद्द करने के लिए असमर्थित प्लेटफ़ॉर्म।
it: Piattaforma non supportata per la cancellazione dell'abbonamento.
ja: このプラットフォームではサブスクリプションのキャンセルはサポートされていません。
ko: 구독 취소를 지원하지 않는 플랫폼입니다.
tr: Abonelik iptali için desteklenmeyen platform.
zh: 该平台不支持取消订阅。

source: Purchase stream error.
ar: خطأ في تدفق الشراء.
az: Alış axını xətası.
de: Fehler im Kaufstream.
es: Error en el flujo de compra.
fr: Erreur de flux d'achat.
hi: खरीदारी स्ट्रीम त्रुटि।
it: Errore nel flusso di acquisto.
ja: 購入ストリームエラー。
ko: 구매 스트림 오류.
tr: Satın alma akışı hatası.
zh: 购买流错误。

source: Product not found
ar: المنتج غير موجود
az: Məhsul tapılmadı
de: Produkt nicht gefunden
es: Producto no encontrado
fr: Produit non trouvé
hi: उत्पाद नहीं मिला
it: Prodotto non trovato
ja: 商品が見つかりません
ko: 제품을 찾을 수 없습니다
tr: Ürün bulunamadı
zh: 未找到产品

# productDetailsError
source: An error occurred while fetching product details.
ar: حدث خطأ أثناء جلب تفاصيل المنتج.
az: Məhsul məlumatları gətirilərkən xəta baş verdi.
de: Beim Abrufen der Produktdetails ist ein Fehler aufgetreten.
es: Ocurrió un error al obtener los detalles del producto.
fr: Une erreur est survenue lors de la récupération des détails du produit.
hi: उत्पाद विवरण प्राप्त करते समय त्रुटि हुई।
it: Si è verificato un errore durante il recupero dei dettagli del prodotto.
ja: 商品詳細の取得中にエラーが発生しました。
ko: 제품 정보를 불러오는 중 오류가 발생했습니다.
tr: Ürün detayları alınırken bir hata oluştu.
zh: 获取产品详情时发生错误。

source: No products found
ar: لم يتم العثور على منتجات.
az: Heç bir məhsul tapılmadı.
de: Keine Produkte gefunden.
es: No se encontraron productos.
fr: Aucun produit trouvé
hi: कोई उत्पाद नहीं मिले।
it: Nessun prodotto trovato.
ja: 商品が見つかりません。
ko: 제품을 찾을 수 없습니다.
tr: Ürün bulunamadı
zh: 未找到产品

# loadCreditsButton
source: Load Credits
ar: تحميل الاعتمادات
az: Kreditləri Yüklə
de: Credits laden
es: Cargar Créditos
fr: Charger les crédits
hi: क्रेडिट्स लोड करें
it: Carica Crediti
ja: クレジットを読み込む
ko: 크레딧 불러오기
tr: Kredileri Yükle
zh: 加载积分

# creditsTitle
source: Credits
ar: الاعتمادات
az: Kreditlər
es: Créditos
fr: Crédits
hi: क्रेडिट्स
it: Crediti
ja: クレジット
ko: 크레딧
tr: Krediler
zh: 积分

# creditsScreenDescription
source: This screen shows the user's credits. User's current credits: 100 Detailed credit information can be displayed here.
ar: تظهر هذه الشاشة اعتمادات المستخدم. اعتمادات المستخدم الحالية: 100 يمكن عرض معلومات مفصلة عن الاعتمادات هنا.
az: Bu ekran istifadəçinin kreditlərini göstərir. İstifadəçinin cari kreditləri: 100 Ətraflı kredit məlumatları burada göstərilə bilər.
de: Dieser Bildschirm zeigt die Credits des Nutzers an. Aktuelle Credits des Nutzers: 100 Detaillierte Credit-Informationen können hier angezeigt werden.
es: Esta pantalla muestra los créditos del usuario. Créditos actuales del usuario: 100 Aquí se puede mostrar información detallada sobre los créditos.
fr: Cet écran affiche les crédits de l'utilisateur. Crédits actuels de l'utilisateur : 100 Des informations détaillées sur les crédits peuvent être affichées ici.
hi: यह स्क्रीन उपयोगकर्ता के क्रेडिट्स दिखाती है। वर्तमान क्रेडिट्स: 100 विस्तृत क्रेडिट जानकारी यहाँ प्रदर्शित की जा सकती है।
it: Questa schermata mostra i crediti dell'utente. Crediti attuali dell'utente: 100 Qui possono essere visualizzate informazioni dettagliate sui crediti.
ja: この画面ではユーザーのクレジットを表示します。 現在のクレジット: 100 詳細なクレジット情報がここに表示されます。
ko: 이 화면은 사용자의 크레딧을 보여줍니다. 현재 크레딧: 100 자세한 크레딧 정보를 여기서 확인할 수 있습니다.
tr: Bu ekran, kullanıcının kredilerini gösterir. Kullanıcının mevcut kredileri: 100 Detaylı kredi bilgileri burada görüntülenebilir.
zh: 此屏幕显示用户的积分。 当前积分：100 这里可以显示详细的积分信息。

source: Credits loaded!
ar: تم تحميل الاعتمادات!
az: Kreditlər yükləndi!
de: Credits geladen!
es: ¡Créditos cargados!
fr: Crédits chargés !
hi: क्रेडिट्स लोड हो गए!
it: Crediti caricati!
ja: クレジットが読み込まれました！
ko: 크레딧 불러오기 완료!
tr: Krediler yüklendi!
zh: 积分加载成功！

source: Current Credits
ar: الاعتمادات الحالية
az: Cari Kreditlər
de: Aktuelle Credits
es: Créditos Actuales
fr: Crédits actuels
hi: वर्तमान क्रेडिट्स
it: Crediti Attuali
ja: 現在のクレジット
ko: 현재 크레딧
tr: Mevcut Krediler
zh: 当前积分

# pleaseSelectCreditPackage
source: Please select a credit package
ar: يرجى اختيار حزمة الاعتمادات
az: Zəhmət olmasa bir kredit paketi seçin
de: Bitte wählen Sie ein Credit-Paket aus.
es: Por favor, selecciona un paquete de créditos
fr: Veuillez sélectionner un forfait de crédits
hi: कृपया एक क्रेडिट पैकेज चुनें
it: Seleziona un pacchetto di crediti
ja: クレジットパッケージを選択してください
ko: 크레딧 패키지를 선택해 주세요
tr: Lütfen bir kredi paketi seçin
zh: 请选择一个积分包

# purchaseCreditsTitle
source: Buy Credits
ar: شراء الاعتمادات
az: Kredit Alın
de: Credits kaufen
es: Comprar Créditos
fr: Acheter des crédits
hi: क्रेडिट्स खरीदें
it: Acquista Crediti
ja: クレジットを購入
ko: 크레딧 구매
tr: Kredi Satın Al
zh: 购买积分

# purchaseCreditsDescription
source: Select a credit package that suits your needs and use our app more.
ar: اختر حزمة الاعتمادات التي تناسب احتياجاتك واستخدم تطبيقنا بشكل أفضل.
az: Ehtiyaclarınıza uyğun bir kredit paketi seçin və tətbiqdən daha çox istifadə edin.
de: Wählen Sie ein Credit-Paket, das Ihren Bedürfnissen entspricht, und nutzen Sie unsere App intensiver.
es: Selecciona un paquete de créditos que se adapte a tus necesidades y usa más nuestra aplicación.
fr: Sélectionnez un forfait de crédits qui correspond à vos besoins et utilisez davantage notre application.
hi: अपने आवश्यकताओं के अनुसार एक क्रेडिट पैकेज चुनें और हमारे ऐप का अधिक उपयोग करें।
it: Seleziona un pacchetto di crediti che soddisfa le tue esigenze e utilizza maggiormente la nostra app.
ja: あなたのニーズに合ったクレジットパッケージを選択し、アプリをもっと活用しましょう。
ko: 필요에 맞는 크레딧 패키지를 선택하고 앱을 더 많이 이용하세요.
tr: İhtiyaçlarınıza uygun bir kredi paketi seçin ve uygulamamızı daha fazla kullanın.
zh: 选择适合您需求的积分包，享受更多应用功能。

# purchaseButton
source: Buy
ar: شراء
az: Al
de: Kaufen
es: Comprar
fr: Acheter
hi: खरीदें
it: Acquista
ja: 購入
ko: 구매
tr: Satın Al
zh: 购买

# productNotFoundMessage
source: The selected product does not exist.
ar: المنتج المختار غير موجود.
az: Seçilmiş məhsul mövcud deyil.
de: Das ausgewählte Produkt existiert nicht.
es: El producto seleccionado no existe.
fr: Le produit sélectionné n'existe pas.
hi: चुना गया उत्पाद मौजूद नहीं है।
it: Il prodotto selezionato non esiste.
ja: 選択された商品は存在しません。
ko: 선택한 제품이 존재하지 않습니다.
tr: Seçilen ürün mevcut değil.
zh: 所选产品不存在。

source: Buy Credits
fr: Acheter des crédits
tr: Kredi Satın Al
zh: 购买积分

# selectCreditPackageDescription
source: Select a credit package that suits your needs and enjoy more features.
fr: Sélectionnez un forfait de crédits qui correspond à vos besoins et profitez de plus de fonctionnalités.
tr: İhtiyaçlarınıza uygun bir kredi paketi seçin ve daha fazla özelliğin tadını çıkarın.
zh: 选择适合您需求的积分包，享受更多功能。

# buyCredit
source: Buy Credits
fr: Acheter des crédits
tr: Kredi Satın Al
zh: 购买积分

# buyCreditPackage
source: Buy {amount} Credits
fr: Acheter {amount} crédits
zh: 购买 {amount} 积分

# subscribedPlan
source: Subsrcibed
fr: Abonné
tr: Aboneliğiniz Var
zh: 已订阅

# errorResponseNotReceived
source: Response not received
ar: لم يتم استلام الاستجابة
az: Cavab alınmadı
de: Antwort nicht erhalten
es: No se recibió respuesta
fr: Réponse non reçue
hi: प्रतिक्रिया प्राप्त नहीं हुई
it: Nessuna risposta ricevuta
ja: 応答が受信されませんでした
ko: 응답을 받지 못했습니다
tr: Yanıt alınamadı
zh: 未收到响应

# googleApiRequestFailed
source: Google API request failed {attempt} times: {error}
ar: فشل طلب واجهة برمجة تطبيقات جوجل {attempt} مرات: {error}
az: Google API sorğusu {attempt} dəfə uğursuz oldu: {error}
de: Google API-Anfrage ist {attempt} Mal fehlgeschlagen: {error}
es: La solicitud a la API de Google falló {attempt} veces: {error}
fr: La requête API de Google a échoué {attempt} fois : {error}
hi: गूगल API अनुरोध {attempt} बार विफल रहा: {error}
it: La richiesta all'API Google è fallita {attempt} volte: {error}
ja: Google APIリクエストが{attempt}回失敗しました：{error}
ko: Google API 요청 실패 {attempt}회: {error}
tr: Google API isteği {attempt} kez başarısız oldu: {error}
zh: Google API 请求失败 {attempt} 次：{error}

# openRouterResponseStatus
source: OpenRouter Response Status: {statusCode}
ar: حالة استجابة OpenRouter: {statusCode}
az: OpenRouter Cavab Statusu: {statusCode}
de: OpenRouter Antwortstatus: {statusCode}
es: Estado de respuesta de OpenRouter: {statusCode}
fr: Statut de la réponse OpenRouter : {statusCode}
hi: OpenRouter प्रतिक्रिया स्थिति: {statusCode}
it: Stato della risposta OpenRouter: {statusCode}
ja: OpenRouter応答ステータス: {statusCode}
ko: OpenRouter 응답 상태: {statusCode}
tr: OpenRouter Yanıt Durumu: {statusCode}
zh: OpenRouter 响应状态：{statusCode}

# openRouterDecodedResponseBody
source: OpenRouter Decoded Response Body: {body}
ar: جسم الاستجابة المفكك من OpenRouter: {body}
az: OpenRouter Dekodlaşdırılmış Cavab Mətn: {body}
de: OpenRouter decodierter Antwortinhalt: {body}
es: Cuerpo de respuesta decodificado de OpenRouter: {body}
fr: Corps décodé de la réponse OpenRouter : {body}
hi: OpenRouter डिकोडेड प्रतिक्रिया बॉडी: {body}
it: Corpo della risposta decodificata da OpenRouter: {body}
ja: OpenRouterデコード済み応答ボディ: {body}
ko: OpenRouter 디코딩된 응답 본문: {body}
tr: OpenRouter Çözümlenmiş Yanıt Gövdesi: {body}
zh: OpenRouter 解码响应体：{body}

# decodedJson
source: Decoded JSON: {data}
ar: JSON المفكك: {data}
az: Dekodlaşdırılmış JSON: {data}
de: Decodiertes JSON: {data}
es: JSON decodificado: {data}
fr: JSON décodé : {data}
hi: डिकोडेड JSON: {data}
it: JSON decodificato: {data}
ja: デコードされたJSON: {data}
ko: 디코딩된 JSON: {data}
tr: Çözümlenmiş JSON: {data}
zh: 解码后的 JSON：{data}

# responseStructureUnexpectedMessageContentMissing
source: Response structure is unexpected: message or content missing
ar: بنية الاستجابة غير متوقعة: الرسالة أو المحتوى مفقود
az: Cavab strukturu gözlənilməzdir: mesaj və ya məzmun yoxdur
de: Die Struktur der Antwort ist unerwartet: Nachricht oder Inhalt fehlt
es: La estructura de la respuesta es inesperada: falta el mensaje o contenido
fr: La structure de la réponse est inattendue : message ou contenu manquant
hi: प्रतिक्रिया संरचना अप्रत्याशित है: संदेश या सामग्री गायब है
it: La struttura della risposta è inaspettata: manca il messaggio o il contenuto
ja: 応答構造が予期せず、メッセージまたは内容が欠落しています
ko: 응답 구조가 예상과 다릅니다: 메시지 또는 내용이 누락됨
tr: Yanıt yapısı beklenmedik: mesaj veya içerik eksik
zh: 响应结构异常：缺少消息或内容

# responseStructureUnexpectedChoicesMissing
source: Response structure is unexpected: choices missing or empty
ar: بنية الاستجابة غير متوقعة: الخيارات مفقودة أو فارغة
az: Cavab strukturu gözlənilməzdir: seçimlər yoxdur və ya boşdur
de: Die Struktur der Antwort ist unerwartet: choices fehlen oder sind leer
es: La estructura de la respuesta es inesperada: faltan las opciones o están vacías
fr: La structure de la réponse est inattendue : choix manquants ou vides
hi: प्रतिक्रिया संरचना अप्रत्याशित है: विकल्प गायब या खाली
it: La struttura della risposta è inaspettata: manca la scelta o è vuota
ja: 応答構造が予期せず、選択肢が欠落しているか空です
ko: 응답 구조가 예상과 다릅니다: 선택 항목이 누락되었거나 비어 있음
tr: Yanıt yapısı beklenmedik: seçenekler eksik veya boş
zh: 响应结构异常：缺少或空的选项
