Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# termsOfUseContent
source: Cortex Terms of Service These terms of service explain your rights and obligations when using the Cortex app and subscription service. By using Cortex, you agree to these terms. If you have any questions about these terms, feel free to contact us. 1. About the Service Cortex is a mobile application that provides advanced AI-powered chat services to users. You can access the basic features of the app for free. However, additional features can be accessed through the Cortex subscription service. 2. Subscription, Credits, and Pricing Subscriptions Cortex offers various subscription packages that provide exclusive benefits and advanced features for users. Subscriptions are charged to the payment method selected by the user and are non-refundable. Subscriptions automatically renew at the end of the period unless canceled by the user through app settings. Credits - Cortex uses credits as its digital currency within the application. Credits are required to interact with online AI models and access specific features. - Credits can be purchased within the app in predetermined amounts. Purchased credits are non-refundable and cannot be transferred to another account. - Credits can only be used on the Cortex platform and have no value outside the app. Pricing Policy Pricing details for subscriptions and credits are displayed within the app or on the official website. Cortex reserves the right to update its pricing at any time, with changes announced in the app. 3. User Account and Security To use Cortex, you must create an account by providing a username, email address, and password. The security of your account is your responsibility. Choose a strong password and report any unauthorized account access to Cortex immediately. 4. Responsibilities of AI Models - Cortex provides AI-powered services. However, Cortex cannot be held responsible for any incorrect, misleading, or potentially harmful responses generated by the AI models. - The information provided by AI models is not guaranteed to be accurate and should not replace professional advice or verification. - Users agree to use Cortex’s AI models responsibly and in compliance with legal and ethical standards. 5. Responsibilities and Liabilities Cortex implements robust security measures to protect user data. However, it is not responsible for damages arising from service interruptions, data loss, or unauthorized access. Users agree to use Cortex services solely for lawful purposes. 6. Termination of Service Cortex reserves the right to suspend or terminate accounts that violate these terms or misuse the service without notice. Additionally, Cortex may terminate all or part of its services at any time. 7. Changes Cortex reserves the right to make changes to these terms. If updates are made, the revised terms will be announced in the app. Users who continue using Cortex services after changes are implemented will be deemed to have accepted the updated terms. 8. Contact If you have any questions about these terms of service, you can contact us: Email: vertexgames23@gmail.com Website: www.vertexcorporation.pro
ar: شروط خدمة Cortex توضح شروط الخدمة هذه حقوقك والتزاماتك عند استخدام تطبيق Cortex وخدمة الاشتراك. باستخدام Cortex، فإنك توافق على هذه الشروط. إذا كانت لديك أي أسئلة حول هذه الشروط، لا تتردد في الاتصال بنا. 1. حول الخدمة Cortex هو تطبيق جوال يوفر خدمات دردشة متقدمة مدعومة بالذكاء الاصطناعي للمستخدمين. يمكنك الوصول إلى الميزات الأساسية للتطبيق مجانًا. ومع ذلك، يمكن الوصول إلى ميزات إضافية من خلال خدمة الاشتراك في Cortex. 2. الاشتراكات، الاعتمادات والتسعير الاشتراكات يقدم Cortex باقات اشتراك متنوعة توفر مزايا حصرية وميزات متقدمة للمستخدمين. تُخصم رسوم الاشتراك من طريقة الدفع المختارة من قبل المستخدم وغير قابلة للاسترداد. يتم تجديد الاشتراكات تلقائيًا في نهاية الفترة ما لم يتم إلغاؤها من خلال إعدادات التطبيق. الاعتمادات - يستخدم Cortex الاعتمادات كعملة رقمية داخل التطبيق. تُستخدم الاعتمادات للتفاعل مع نماذج الذكاء الاصطناعي المتصلة بالإنترنت والوصول إلى ميزات معينة. - يمكن شراء الاعتمادات داخل التطبيق بكميات محددة. الاعتمادات المشتراة غير قابلة للاسترداد ولا يمكن نقلها إلى حساب آخر. - يمكن استخدام الاعتمادات فقط على منصة Cortex ولا تحمل قيمة خارج التطبيق. سياسة التسعير يتم عرض كافة تفاصيل التسعير الخاصة بالاشتراكات والاعتمادات داخل التطبيق أو على الموقع الرسمي. يحتفظ Cortex بالحق في تحديث تسعيره في أي وقت، مع الإعلان عن التغييرات داخل التطبيق. 3. حساب المستخدم والأمان للاستخدام Cortex، يجب عليك إنشاء حساب عن طريق تقديم اسم مستخدم، بريد إلكتروني وكلمة مرور. أنت مسؤول عن أمان حسابك. اختر كلمة مرور قوية وقم بالإبلاغ عن أي وصول غير مصرح به إلى حسابك على الفور. 4. مسؤوليات نماذج الذكاء الاصطناعي - يقدم Cortex خدمات مدعومة بالذكاء الاصطناعي. ومع ذلك، لا يمكن تحميل Cortex المسؤولية عن أي استجابات غير صحيحة، مضللة، أو قد تكون ضارة يقدمها نماذج الذكاء الاصطناعي. - المعلومات المقدمة من قبل النماذج لا تضمن الدقة ويجب عدم الاعتماد عليها دون استشارة متخصصة أو تحقق. - يوافق المستخدمون على استخدام نماذج Cortex بما يتوافق مع المعايير القانونية والأخلاقية. يحتفظ Cortex بالحق في تعليق أو إنهاء الحسابات في حالة سوء الاستخدام. 5. المسؤوليات والالتزامات يطبق Cortex إجراءات أمنية قوية لحماية بيانات المستخدم. ومع ذلك، لا يتحمل Cortex المسؤولية عن أي أضرار مباشرة أو غير مباشرة ناتجة عن انقطاع الخدمة، فقدان البيانات أو الوصول غير المصرح به. يوافق المستخدمون على استخدام خدمات Cortex لأغراض قانونية فقط. 6. إنهاء الخدمة يحتفظ Cortex بالحق في تعليق أو إنهاء حسابات المستخدمين دون إشعار مسبق إذا انتهك المستخدم شروط الخدمة أو أساء استخدام الخدمة. بالإضافة إلى ذلك، يحتفظ Cortex بالحق في إنهاء الخدمة كليًا أو جزئيًا في أي وقت. 7. التغييرات يحتفظ Cortex بالحق في إجراء تغييرات على شروط الخدمة. إذا تم تحديث الشروط، سيتم الإعلان عنها داخل التطبيق. باستخدام خدمات Cortex بعد إجراء التغييرات، يُعتبر المستخدم قد قبل الشروط المحدثة. 8. الاتصال إذا كانت لديك أي أسئلة حول شروط الخدمة، يمكنك الاتصال بنا: البريد الإلكتروني: vertexgames23@gmail.com الموقع الإلكتروني: www.vertexcorporation.pro
az: Cortex İstifadə Şərtləri Bu istifadə şərtləri, Cortex tətbiqi və abunəlik xidmətlərindən istifadə zamanı hüquq və öhdəliklərinizi izah edir. Cortex-dən istifadə etməklə, bu şərtlərə razılıq verirsiniz. Hər hansı bir sualınız varsa, bizimlə əlaqə saxlayın. 1. Xidmət Haqqında Cortex, istifadəçilərə qabaqcıl süni intellekt dəstəkli çat xidmətləri təqdim edən mobil tətbiqdir. Tətbiqin əsas xüsusiyyətlərindən pulsuz istifadə edə bilərsiniz. Lakin əlavə xüsusiyyətlər Cortex abunəlik xidməti vasitəsilə əldə oluna bilər. 2. Abunəliklər, Kreditlər və Qiymətlər Abunəliklər Cortex, istifadəçilərə xüsusi üstünlüklər və qabaqcıl xüsusiyyətlər təqdim edən müxtəlif abunəlik paketləri təklif edir. Abunəliklər, istifadəçinin seçdiyi ödəmə vasitəsinə görə ödənilir və geri qaytarılmır. Abunəliklər, müddətin sonuna qədər avtomatik yenilənir, əgər istifadəçi abunəliyi ləğv etməzsə. Kreditlər - Cortex tətbiqi daxilində istifadə olunan rəqəmsal valyuta kimi kreditlər mövcuddur. Kreditlər onlayn AI modelləri ilə söhbət aparmaq və müəyyən xüsusiyyətlərə çıxış üçün tələb olunur. - Kreditlər tətbiq daxilində müəyyən miqdarda alına bilər. Alınan kreditlər geri qaytarılmır və başqa hesaba köçürülmür. - Kredit alışları istifadəçinin seçdiyi ödəmə vasitəsi ilə dərhal həyata keçirilir. Kredit qiymətləri tətbiq daxilində elan olunur. 3. İstifadəçi Hesabı və Təhlükəsizlik Cortex-dən istifadə etmək üçün istifadəçi adı, e-poçt ünvanı və şifrə təqdim etməlisiniz. Hesabınızın təhlükəsizliyinə siz cavabdehsiniz. Güclü şifrə seçmək vacibdir. Hesabınıza icazəsiz giriş aşkar etsəniz, dərhal bizimlə əlaqə saxlayın. 4. AI Modellərin Öhdəlikləri - Cortex, süni intellekt dəstəkli xidmətlər təqdim edir. Lakin Cortex, AI modelləri tərəfindən verilən yanlış, yanıltıcı və ya potensial zərərli cavablar üçün məsuliyyət daşımır. İstifadəçilər təqdim olunan məlumatı diqqətlə qiymətləndirməlidirlər. - AI verdiyi məsləhət, təklif və ya məlumatın dəqiqliyinə zəmanət vermir. Peşəkar məsləhət olmadan bu məlumatlara etibar etməyin. - İstifadəçilər, Cortex-in AI modellərini qanuni və etik standartlara uyğun istifadə edəcəklərini qəbul edirlər. Sui-istifadə halında, Cortex hesabları dayandırıla və ya ləğv edilə bilər. 5. Məlumatların İstifadəsi və Məxfilik Cortex Məxfilik Siyasəti, məlumatlarınızın necə toplandığını, istifadə edildiyini və saxlanıldığını izah edir. Bu xidmətdən istifadə etməklə, Məxfilik Siyasətində göstərilən məlumatların toplanması və istifadəsinə razılıq verirsiniz. A) Məlumatların Toplanması Cortex yalnız aşağıdakı məlumatları toplayır: - E-poçt ünvanı - Şifrə (e-poçt hesabınızın şifrəsindən fərqli) - İstifadəçi adı B) Məlumatların İstifadəsi Toplanan məlumatlar yalnız giriş funksionallığı üçün istifadə olunur. Şəxsi məlumatlarınız digər məqsədlər üçün istifadə edilmir. C) Məlumatların Paylaşılması Cortex, istifadəçi məlumatlarını heç bir üçüncü tərəflə paylaşmır. Toplanan məlumatlar yalnız tətbiq daxilində istifadə olunur və xaricə ötürülmür. D) Təhlükəsizlik Təhlükəsizlik üçün güclü şifrələmə metodları tətbiq edirik. E-poçt və şifrə məlumatlarınız icazəsiz girişə qarşı qorunur və təhlükəsiz şəkildə saxlanılır. E) Məlumatların Saxlanması Cortex, istifadəçi məlumatlarını yalnız hesab idarəetməsi məqsədi ilə saxlayır. Artıq lazım olmayan məlumatlar təhlükəsiz şəkildə silinir. F) Dəyişikliklər Bu məxfilik siyasəti zərurət yarandıqda yenilənə bilər. Hər hansı dəyişiklik tətbiq daxilində elan ediləcək. G) Əlaqə Məxfilik siyasətimizlə bağlı hər hansı sualınız və ya narahatlığınız varsa, bizimlə əlaqə saxlayın: E-poçt: vertexgames23@gmail.com Vebsayt: www.vertexcorporation.pro
de: Cortex Nutzungsbedingungen Diese Nutzungsbedingungen erläutern Ihre Rechte und Pflichten bei der Nutzung der Cortex-App und des Abonnementdienstes. Durch die Nutzung von Cortex stimmen Sie diesen Bedingungen zu. Bei Fragen zu diesen Bedingungen können Sie uns gerne kontaktieren. 1. Über den Service Cortex ist eine mobile Anwendung, die fortschrittliche, KI-gestützte Chat-Dienste anbietet. Sie können die Basisfunktionen der App kostenlos nutzen. Zusätzliche Funktionen sind über den Cortex-Abonnementdienst verfügbar. 2. Abonnements, Credits und Preise Abonnements Cortex bietet verschiedene Abonnementpakete, die exklusive Vorteile und erweiterte Funktionen für die Nutzer bereitstellen. Die Kosten für Abonnements werden über die vom Nutzer gewählte Zahlungsmethode abgerechnet und sind nicht erstattungsfähig. Abonnements verlängern sich automatisch am Ende des Zeitraums, sofern sie nicht vom Nutzer über die App-Einstellungen gekündigt werden. Credits - Cortex verwendet Credits als digitale Währung innerhalb der Anwendung. Credits werden benötigt, um mit online KI-Modellen zu interagieren und bestimmte Funktionen zu nutzen. - Credits können innerhalb der App in vorgegebenen Mengen erworben werden. Gekaufte Credits sind nicht erstattungsfähig und können nicht auf ein anderes Konto übertragen werden. - Credits können nur auf der Cortex-Plattform verwendet werden und haben außerhalb der App keinen Wert. Preispolitik Preisinformationen zu Abonnements und Credits werden in der App oder auf der offiziellen Website angezeigt. Cortex behält sich das Recht vor, seine Preisgestaltung jederzeit zu ändern. Preisänderungen werden in der App bekannt gegeben. 3. Benutzerkonto und Sicherheit Um Cortex zu nutzen, müssen Sie ein Konto erstellen, indem Sie einen Benutzernamen, eine E-Mail-Adresse und ein Passwort angeben. Die Sicherheit Ihres Kontos liegt in Ihrer Verantwortung. Wählen Sie ein starkes Passwort und melden Sie unbefugten Zugriff auf Ihr Konto umgehend an Cortex. 4. Verantwortung der KI-Modelle - Cortex bietet KI-gestützte Dienste an. Cortex kann jedoch nicht für fehlerhafte, irreführende oder potenziell schädliche Antworten der KI-Modelle haftbar gemacht werden. - Die von den KI-Modellen bereitgestellten Informationen garantieren keine Genauigkeit und sollten nicht ohne zusätzliche Überprüfung als alleinige Grundlage herangezogen werden. - Nutzer verpflichten sich, die KI-Modelle von Cortex verantwortungsbewusst und in Übereinstimmung mit gesetzlichen und ethischen Standards zu nutzen. 5. Haftung und Verantwortlichkeiten Cortex implementiert robuste Sicherheitsmaßnahmen zum Schutz der Nutzerdaten. Allerdings haftet Cortex nicht für Schäden, die aus Dienstunterbrechungen, Datenverlust oder unbefugtem Zugriff entstehen. Nutzer stimmen zu, die Dienste von Cortex ausschließlich zu rechtmäßigen Zwecken zu nutzen. 6. Beendigung des Dienstes Cortex behält sich das Recht vor, Konten, die gegen diese Bedingungen verstoßen oder den Dienst missbrauchen, ohne Vorankündigung zu sperren oder zu kündigen. Zudem behält sich Cortex das Recht vor, den Dienst ganz oder teilweise jederzeit einzustellen. 7. Änderungen Cortex behält sich das Recht vor, diese Nutzungsbedingungen zu ändern. Werden Aktualisierungen vorgenommen, werden die geänderten Bedingungen in der App bekannt gegeben. Nutzer, die die Dienste von Cortex nach den Änderungen weiterhin nutzen, gelten als akzeptieren die aktualisierten Bedingungen. 8. Kontakt Wenn Sie Fragen zu diesen Nutzungsbedingungen haben, können Sie uns kontaktieren: E-Mail: vertexgames23@gmail.com Website: www.vertexcorporation.pro
es: Términos de Servicio de Cortex Estos términos de servicio explican tus derechos y obligaciones al usar la aplicación Cortex y el servicio de suscripción. Al usar Cortex, aceptas estos términos. Si tienes alguna pregunta sobre estos términos, no dudes en contactarnos. 1. Sobre el Servicio Cortex es una aplicación móvil que proporciona servicios de chat avanzados impulsados por IA a los usuarios. Puedes acceder a las funciones básicas de la aplicación de forma gratuita. Sin embargo, funciones adicionales se pueden acceder mediante el servicio de suscripción de Cortex. 2. Suscripción, Créditos y Precios Suscripciones Cortex ofrece varios paquetes de suscripción que proporcionan beneficios exclusivos y funciones avanzadas para los usuarios. Las suscripciones se cobran al método de pago seleccionado por el usuario y no son reembolsables. Las suscripciones se renuevan automáticamente al final del período a menos que se cancelen a través de la configuración de la aplicación. Créditos - Cortex utiliza créditos como su moneda digital dentro de la aplicación. Los créditos se requieren para interactuar con modelos de IA en línea y acceder a funciones específicas. - Los créditos se pueden comprar dentro de la aplicación en cantidades predeterminadas. Los créditos comprados no son reembolsables y no se pueden transferir a otra cuenta. - Los créditos solo se pueden usar en la plataforma Cortex y no tienen valor fuera de la aplicación. Política de Precios Los detalles de precios para suscripciones y créditos se muestran dentro de la aplicación o en el sitio web oficial. Cortex se reserva el derecho de actualizar sus precios en cualquier momento, con cambios anunciados en la aplicación. 3. Cuenta de Usuario y Seguridad Para usar Cortex, debes crear una cuenta proporcionando un nombre de usuario, una dirección de correo electrónico y una contraseña. La seguridad de tu cuenta es tu responsabilidad. Elige una contraseña fuerte y reporta cualquier acceso no autorizado a Cortex inmediatamente. 4. Responsabilidades de los Modelos de IA - Cortex proporciona servicios impulsados por IA. Sin embargo, Cortex no se hace responsable de respuestas incorrectas, engañosas o potencialmente dañinas generadas por los modelos de IA. - La información proporcionada por los modelos de IA no garantiza precisión y no debe reemplazar consejos o verificaciones profesionales. - Los usuarios aceptan usar los modelos de IA de Cortex de manera responsable y conforme a las normas legales y éticas. 5. Responsabilidades y Obligaciones Cortex implementa medidas de seguridad robustas para proteger los datos del usuario. Sin embargo, no se hace responsable de daños derivados de interrupciones en el servicio, pérdida de datos o accesos no autorizados. Los usuarios aceptan utilizar los servicios de Cortex solo para fines lícitos. 6. Terminación del Servicio Cortex se reserva el derecho de suspender o terminar cuentas de usuarios sin previo aviso si el usuario viola estos términos o hace un uso indebido del servicio. Además, Cortex se reserva el derecho de terminar total o parcialmente sus servicios en cualquier momento. 7. Cambios Cortex se reserva el derecho de realizar cambios en estos términos. Si se realizan actualizaciones, los términos revisados serán anunciados en la aplicación. Los usuarios que continúen utilizando los servicios de Cortex después de los cambios se considerarán como aceptados los términos actualizados. 8. Contacto Si tienes alguna pregunta sobre estos términos de servicio, puedes contactarnos: Correo electrónico: vertexgames23@gmail.com Sitio web: www.vertexcorporation.pro
fr: Conditions d'utilisation de Cortex Ces conditions d'utilisation expliquent vos droits et obligations lors de l'utilisation de l'application Cortex et du service d'abonnement. En utilisant Cortex, vous acceptez ces conditions. Si vous avez des questions concernant ces conditions, n'hésitez pas à nous contacter. 1. À propos du service Cortex est une application mobile qui offre aux utilisateurs des services de chat avancés alimentés par l'IA. Vous pouvez accéder gratuitement aux fonctionnalités de base de l'application. Cependant, des fonctionnalités supplémentaires sont accessibles via le service d'abonnement de Cortex. 2. Abonnement, Crédits et Tarification Abonnements Cortex propose divers forfaits d'abonnement qui offrent des avantages exclusifs et des fonctionnalités avancées aux utilisateurs. Les abonnements sont facturés via le mode de paiement sélectionné par l'utilisateur et ne sont pas remboursables. Les abonnements se renouvellent automatiquement à la fin de la période, sauf s'ils sont annulés par l'utilisateur via les paramètres de l'application. Crédits - Cortex utilise des crédits comme monnaie numérique au sein de l'application. Les crédits sont nécessaires pour interagir avec les modèles d'IA en ligne et accéder à des fonctionnalités spécifiques. - Les crédits peuvent être achetés dans l'application en montants prédéterminés. Les crédits achetés ne sont pas remboursables et ne peuvent pas être transférés à un autre compte. - Les crédits sont traités instantanément via le mode de paiement sélectionné par l'utilisateur. La tarification des crédits est annoncée dans l'application. 4. Compte Utilisateur et Sécurité Pour utiliser Cortex, vous devez créer un compte en fournissant un nom d'utilisateur, une adresse email et un mot de passe. La sécurité de votre compte est de votre responsabilité. Choisissez un mot de passe solide et signalez immédiatement tout accès non autorisé à votre compte à Cortex. 5. Responsabilités des Modèles d'IA - Cortex fournit des services alimentés par l'IA. Cependant, Cortex ne peut être tenu responsable des réponses incorrectes, trompeuses ou potentiellement nuisibles générées par les modèles d'IA. - Les informations fournies par les modèles d'IA ne garantissent pas leur exactitude et ne doivent pas se substituer à des conseils ou vérifications professionnels. - Les utilisateurs s'engagent à utiliser les modèles d'IA de Cortex de manière responsable et en conformité avec les normes légales et éthiques. 6. Responsabilités et Obligations Cortex met en œuvre des mesures de sécurité robustes pour protéger les données des utilisateurs. Cependant, il n'est pas responsable des dommages résultant des interruptions de service, de la perte de données ou d'un accès non autorisé. Les utilisateurs s'engagent à utiliser les services de Cortex uniquement à des fins légales. 7. Résiliation du Service Cortex se réserve le droit de suspendre ou de résilier les comptes qui violent ces conditions ou abusent du service sans préavis. De plus, Cortex peut résilier tout ou partie de ses services à tout moment. 8. Modifications Cortex se réserve le droit de modifier ces conditions. Si des mises à jour sont effectuées, les conditions révisées seront annoncées dans l'application. Les utilisateurs qui continuent à utiliser les services de Cortex après la mise en œuvre des modifications seront réputés avoir accepté les conditions mises à jour. 9. Contact Si vous avez des questions concernant ces conditions d'utilisation, vous pouvez nous contacter : Email : vertexgames23@gmail.com Site web : www.vertexcorporation.pro
hi: Cortex उपयोग की शर्तें ये सेवा की शर्तें बताते हैं कि Cortex ऐप और सदस्यता सेवा का उपयोग करते समय आपके अधिकार और दायित्व क्या हैं। Cortex का उपयोग करके, आप इन शर्तों से सहमत होते हैं। यदि आपके कोई प्रश्न हैं, तो बेझिझक हमसे संपर्क करें। 1. सेवा के बारे में Cortex एक मोबाइल एप्लिकेशन है जो उपयोगकर्ताओं को उन्नत एआई-शक्ति चैट सेवाएँ प्रदान करता है। आप एप्लिकेशन की मूल विशेषताओं का मुफ्त उपयोग कर सकते हैं, लेकिन अतिरिक्त सुविधाओं के लिए सदस्यता सेवा उपलब्ध है। 2. सदस्यता, क्रेडिट और मूल्य निर्धारण सदस्यता Cortex विभिन्न सदस्यता पैकेज प्रदान करता है जो उपयोगकर्ताओं को विशिष्ट लाभ और उन्नत सुविधाएँ देते हैं। सदस्यताएँ आपके द्वारा चुनी गई भुगतान विधि के माध्यम से शुल्क ली जाती हैं और रिफंडेबल नहीं होती हैं। सदस्यताएँ अवधि के अंत में स्वचालित रूप से नवीनीकृत हो जाती हैं, जब तक कि उपयोगकर्ता सेटिंग्स से रद्द न कर दे। क्रेडिट - Cortex अपने ऐप में क्रेडिट नामक डिजिटल मुद्रा का उपयोग करता है। ऑनलाइन एआई मॉडलों के साथ संवाद करने और विशिष्ट सुविधाओं का उपयोग करने के लिए क्रेडिट आवश्यक हैं। - क्रेडिट निर्धारित मात्रा में खरीदे जा सकते हैं। खरीदे गए क्रेडिट रिफंडेबल नहीं होते और किसी अन्य खाते में स्थानांतरित नहीं किए जा सकते हैं। - क्रेडिट केवल Cortex प्लेटफ़ॉर्म पर मान्य हैं और बाहरी उपयोग के लिए नहीं हैं। मूल्य निर्धारण नीति सदस्यता और क्रेडिट के लिए सभी लागू मूल्य जानकारी एप्लिकेशन या आधिकारिक वेबसाइट पर प्रदर्शित की जाएगी। Cortex मूल्य निर्धारण में परिवर्तन करने का अधिकार रखता है, और परिवर्तनों की सूचना एप्लिकेशन में दी जाएगी। 3. उपयोगकर्ता खाता और सुरक्षा Cortex का उपयोग करने के लिए, आपको एक खाता बनाना होगा जिसमें उपयोगकर्ता नाम, ईमेल पता और पासवर्ड शामिल हैं। आपके खाते की सुरक्षा आपकी जिम्मेदारी है। एक मजबूत पासवर्ड चुनें और यदि आपको अनधिकृत पहुँच का संदेह हो, तो तुरंत हमें सूचित करें। 4. एआई मॉडलों की जिम्मेदारियाँ - Cortex एआई-शक्ति सेवाएँ प्रदान करता है। हालाँकि, Cortex एआई मॉडलों द्वारा उत्पन्न किसी भी गलत, भ्रामक या हानिकारक प्रतिक्रियाओं के लिए जिम्मेदार नहीं होगा। - एआई द्वारा दी गई सलाह या जानकारी की सटीकता की गारंटी नहीं दी जाती है, इसलिए बिना पेशेवर परामर्श के उस पर निर्भर न रहें। - उपयोगकर्ता सहमत हैं कि वे एआई का उपयोग कानूनी और नैतिक मानकों के अनुसार करेंगे। 5. जिम्मेदारियाँ और दायित्व Cortex उपयोगकर्ता डेटा की सुरक्षा के लिए मजबूत उपाय करता है, लेकिन सेवा में व्यवधान, डेटा हानि या अनधिकृत पहुँच के कारण होने वाले किसी भी नुकसान के लिए जिम्मेदार नहीं होगा। 6. सेवा समाप्ति Cortex उन खातों को बिना पूर्व सूचना के निलंबित या समाप्त करने का अधिकार रखता है जो इन शर्तों का उल्लंघन करते हैं या सेवा का दुरुपयोग करते हैं। Cortex कभी भी अपनी सेवा का पूर्ण या आंशिक समापन कर सकता है। 7. परिवर्तन Cortex इन शर्तों में परिवर्तन करने का अधिकार रखता है। परिवर्तन के पश्चात सेवा का उपयोग करने वाले उपयोगकर्ताओं को परिवर्तनों को स्वीकार किया जाता है। 8. संपर्क यदि आपको इन शर्तों के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें: ईमेल: vertexgames23@gmail.com वेबसाइट: www.vertexcorporation.pro
it: Termini di Servizio di Cortex Questi termini di servizio spiegano i tuoi diritti e obblighi quando utilizzi l'app Cortex e il servizio di abbonamento. Utilizzando Cortex, accetti questi termini. Se hai domande, non esitare a contattarci. 1. Informazioni sul Servizio Cortex è un'applicazione mobile che fornisce servizi di chat avanzati potenziati dall'AI. Puoi accedere gratuitamente alle funzionalità di base. Tuttavia, funzionalità aggiuntive sono disponibili tramite il servizio di abbonamento di Cortex. 2. Abbonamento, Crediti e Prezzi Abbonamenti Cortex offre vari pacchetti di abbonamento che forniscono vantaggi esclusivi e funzionalità avanzate per gli utenti. Gli abbonamenti vengono addebitati al metodo di pagamento selezionato e non sono rimborsabili. Gli abbonamenti si rinnovano automaticamente alla fine del periodo, a meno che non vengano cancellati nelle impostazioni dell'app. Crediti - Cortex utilizza i crediti come valuta digitale all'interno dell'app. I crediti sono necessari per interagire con i modelli AI online e accedere a funzionalità specifiche. - I crediti possono essere acquistati in importi predefiniti. I crediti acquistati non sono rimborsabili e non possono essere trasferiti ad un altro account. - I crediti vengono elaborati immediatamente tramite il metodo di pagamento selezionato. I prezzi dei crediti sono indicati all'interno dell'app. - I crediti possono essere utilizzati solo sulla piattaforma Cortex e non hanno valore al di fuori dell'app. Politica dei Prezzi - Tutte le informazioni sui prezzi relativi ad abbonamenti e crediti saranno visualizzate all'interno dell'app o sul sito ufficiale. - Cortex si riserva il diritto di modificare le proprie politiche di prezzo e crediti. Le modifiche saranno annunciate all'interno dell'app. 3. Account Utente e Sicurezza Per utilizzare Cortex, devi creare un account fornendo un nome utente, un indirizzo email e una password. Sei responsabile della sicurezza del tuo account. Scegli una password robusta e segnala eventuali accessi non autorizzati a Cortex immediatamente. 4. Responsabilità dei Modelli AI - Cortex fornisce servizi basati su AI. Tuttavia, Cortex non può essere ritenuto responsabile per risposte errate, fuorvianti o potenzialmente dannose generate dai modelli AI. Gli utenti devono valutare attentamente le informazioni fornite. - Le informazioni fornite dai modelli AI non sono garantite in termini di accuratezza e non devono sostituire consigli o verifiche professionali. - Gli utenti accettano di utilizzare i modelli AI di Cortex in conformità con standard legali ed etici. Cortex si riserva il diritto di sospendere o terminare gli account in caso di abuso. 5. Responsabilità e Obblighi Cortex implementa misure di sicurezza avanzate per proteggere i dati degli utenti. Tuttavia, Cortex non è responsabile per danni diretti o indiretti derivanti da interruzioni del servizio, perdita di dati o accessi non autorizzati. Gli utenti accettano di utilizzare i servizi di Cortex esclusivamente per scopi legittimi. 6. Risoluzione del Servizio Cortex si riserva il diritto di sospendere o terminare gli account degli utenti senza preavviso in caso di violazione dei termini di servizio o uso improprio del servizio. Inoltre, Cortex si riserva il diritto di terminare il servizio, in tutto o in parte, in qualsiasi momento. 7. Modifiche Cortex si riserva il diritto di apportare modifiche ai presenti termini. Se le modifiche verranno implementate, i termini aggiornati saranno annunciati nell'app. Utilizzando Cortex dopo le modifiche, accetti i termini aggiornati. 8. Contatti Se hai domande riguardo ai Termini di Servizio, contattaci: Email: vertexgames23@gmail.com Sito web: www.vertexcorporation.pro
ja: 【Cortex 利用規約】 本利用規約は、Cortexアプリおよびサブスクリプションサービス利用時の権利と義務を定めたものです。Cortexを利用することで、本規約に同意したものとみなされます。ご質問がある場合は、お気軽にお問い合わせください。 1. サービスについて Cortexは、先進的なAIチャットサービスを提供するモバイルアプリです。基本機能は無料で利用できますが、追加機能はサブスクリプションにより提供されます。 2. サブスクリプション、クレジット、および価格設定 【サブスクリプション】 Cortexは、ユーザーに独自の特典と高度な機能を提供する各種サブスクリプションプランを用意しています。サブスクリプションの料金は、ユーザーが選択した支払い方法により請求され、返金は行われません。ユーザーがアプリ内設定からキャンセルしない限り、期間終了時に自動更新されます。 【クレジット】 - Cortexは、アプリ内で使用できる独自のデジタル通貨「クレジット」を提供します。クレジットはオンラインAIモデルとの会話や特定の機能の利用に必要です。 - クレジットはあらかじめ定められた金額で購入可能で、購入後の返金はできず、他のアカウントへの移行もできません。 - クレジット購入は即時に処理され、料金はアプリ内に表示されます。 - クレジットはCortexプラットフォーム内でのみ有効です。 3. ユーザーアカウントとセキュリティ Cortexを利用するには、ユーザー名、メールアドレス、パスワードの登録が必要です。アカウントのセキュリティはユーザー自身の責任となります。強固なパスワードを設定し、不正アクセスが発覚した場合は直ちにご連絡ください。 4. AIモデルの責任 CortexはAIを活用したサービスを提供しますが、AIモデルによる誤情報や有害な応答に対して一切の責任を負いません。提供された情報はあくまで参考として利用し、専門家の助言を必要とする場合はそちらに依拠してください。 5. 責任と免責 Cortexは、堅牢なセキュリティ対策を講じていますが、サービス中断、データ損失、または不正アクセスによる損害については一切責任を負いません。ユーザーは、合法的な目的でのみCortexサービスを利用するものとします。 6. サービスの終了 Cortexは、本規約に違反する場合やサービスの誤用があった場合、事前通知なくユーザーアカウントを停止または終了する権利を有します。また、全体または一部のサービスをいつでも終了する権利を留保します。 7. 変更 本規約は予告なく変更される場合があります。変更後もサービスを利用することで、ユーザーは新たな規約に同意したものとみなされます。 8. お問い合わせ 本規約に関するご質問は、下記までお問い合わせください： メール: vertexgames23@gmail.com ウェブサイト: www.vertexcorporation.pro
ko: Cortex 이용 약관 이 이용 약관은 Cortex 앱과 구독 서비스를 사용할 때의 권리와 의무를 설명합니다. Cortex를 사용함으로써 본 약관에 동의하는 것으로 간주됩니다. 약관에 관한 질문이 있을 경우 문의해 주시기 바랍니다. 1. 서비스 소개 Cortex는 고급 AI 기반 채팅 서비스를 제공하는 모바일 애플리케이션입니다. 기본 기능은 무료로 제공되며, 추가 기능은 Cortex 구독 서비스를 통해 이용할 수 있습니다. 2. 구독, 크레딧 및 가격 구독 Cortex는 사용자에게 독점 혜택과 고급 기능을 제공하는 다양한 구독 패키지를 제공합니다. 구독은 사용자가 선택한 결제 수단으로 청구되며 환불되지 않습니다. 구독은 기간 종료 시 자동 갱신됩니다. 크레딧 - Cortex는 앱 내 디지털 통화인 크레딧을 사용합니다. 크레딧은 온라인 AI 모델과의 대화 및 특정 기능 이용에 필요합니다. - 크레딧은 정해진 금액으로 구매할 수 있으며, 구매한 크레딧은 환불되지 않으며 다른 계정으로 이전할 수 없습니다. - 크레딧 구매는 선택한 결제 수단으로 즉시 처리됩니다. 크레딧 가격은 앱 내에 표시됩니다. - 크레딧은 Cortex 플랫폼 내에서만 사용 가능하며 외부에서는 유효하지 않습니다. 3. 사용자 계정 및 보안 Cortex를 사용하려면 사용자 이름, 이메일 주소 및 비밀번호를 제공하여 계정을 생성해야 합니다. 계정 보안은 사용자 책임입니다. 강력한 비밀번호를 선택하고 무단 접근이 발생할 경우 즉시 신고해 주세요. 4. AI 모델의 책임 - Cortex는 AI 기반 서비스를 제공하지만, AI 모델이 생성한 정보에 대해 정확성이나 신뢰성, 잠재적 위험에 대해 책임지지 않습니다. - AI가 제공하는 조언, 제안, 정보의 정확성을 보장하지 않으며, 전문가의 상담이나 검증 없이 의존해서는 안 됩니다. - 사용자는 법적 및 윤리적 기준에 따라 Cortex의 AI를 사용해야 하며, 오용 시 계정이 정지되거나 해지될 수 있습니다. 5. 책임 및 의무 Cortex는 사용자 데이터를 보호하기 위해 강력한 보안 조치를 취하고 있으나, 서비스 중단, 데이터 손실, 무단 접근으로 인한 손해에 대해 책임지지 않습니다. 사용자는 오직 합법적인 목적으로 서비스를 이용하는 데 동의합니다. 6. 서비스 종료 Cortex는 약관 위반이나 서비스 오용 시 예고 없이 계정을 정지 또는 해지할 권리를 보유합니다. 또한 Cortex는 언제든지 전체 또는 일부 서비스를 종료할 수 있습니다. 7. 변경 사항 Cortex는 이용 약관을 변경할 권리를 보유하며, 변경 사항은 앱 내에 공지됩니다. 변경 후에도 서비스를 계속 사용할 경우 업데이트된 약관에 동의하는 것으로 간주됩니다. 8. 문의 이용 약관에 관한 질문이 있을 경우 아래로 연락해 주세요: 이메일: vertexgames23@gmail.com 웹사이트: www.vertexcorporation.pro
tr: Cortex Hizmet Şartları Bu hizmet şartları, Cortex uygulaması ve abonelik hizmetlerini kullanırken sahip olacağınız hak ve yükümlülükleri açıklar. Cortex'i kullanarak bu şartları kabul etmiş olursunuz. Bu şartlar hakkında herhangi bir sorunuz varsa, lütfen bizimle iletişime geçin. 1. Hizmet Hakkında Cortex, kullanıcılara yapay zeka destekli sohbet hizmetleri sunan bir mobil uygulamadır. Uygulamanın temel özelliklerine ücretsiz olarak erişebilirsiniz. Ancak, ek özelliklere abonelik hizmetleri aracılığıyla erişebilirsiniz. 2. Abonelik, Krediler ve Fiyatlandırma Abonelikler Cortex, kullanıcılara özel avantajlar ve ek özellikler sunan çeşitli abonelik paketleri sunar. Abonelikler, kullanıcının seçtiği ödeme yöntemi üzerinden tahsil edilir ve iade edilmez. Abonelikler, kullanıcı tarafından iptal edilmediği sürece dönem sonunda otomatik olarak yenilenir. Krediler - Cortex, uygulama içinde kullanılmak üzere krediler adında kendi dijital para birimini kullanır. Krediler, çevrimiçi yapay zeka modelleriyle etkileşim kurmak ve belirli özelliklere erişmek için gereklidir. - Krediler, belirli miktarlarda kullanıcılar tarafından satın alınabilir. Satın alınan krediler iade edilmez ve başka bir hesaba aktarılamaz. - Kredi satın alımları, kullanıcının seçtiği ödeme yöntemiyle anında işlenir. Kredi fiyatlandırması uygulama içinde duyurulur. - Krediler yalnızca Cortex platformunda kullanılabilir ve dış platformlarda geçerli değildir. Fiyatlandırma Politikası - Abonelikler ve krediler için geçerli tüm fiyatlandırma bilgileri uygulama içinde veya resmi web sitemizde görüntülenecektir. - Cortex, fiyatlandırma ve kredi politikalarını değiştirme hakkını saklı tutar. Fiyat değişiklikleri uygulama içinde duyurulacaktır. 3. Kullanıcı Hesapları ve Güvenlik Cortex'i kullanmak için bir hesap oluşturmanız gerekmektedir; bu, bir kullanıcı adı, e-posta adresi ve şifre sağlamayı gerektirir. Hesabınızın güvenliğinden siz sorumlusunuz. Güçlü bir şifre oluşturmak önemlidir. Hesabınıza yetkisiz erişim fark ederseniz, lütfen hemen bizimle iletişime geçin. 4. Yapay Zeka Modellerinin Sorumlulukları - Cortex, yapay zeka destekli hizmetler sunar. Ancak, yapay zeka modelleri tarafından üretilen yanlış, yanıltıcı veya potansiyel olarak zararlı yanıtlar için Cortex sorumlu tutulamaz. Kullanıcılar, verilen bilgileri dikkatle değerlendirmelidir. - Yapay zeka, sağladığı tavsiye, öneri veya bilgilerin doğruluğunu garanti etmez. Kullanıcılar, bu bilgilere profesyonel danışmanlık veya doğrulama olmadan güvenmemelidir. - Kullanıcılar, Cortex’in yapay zekasını yasal ve etik standartlara uygun olarak kullanmayı kabul eder. Yanlış kullanım durumunda, Cortex hesapları askıya alma veya sonlandırma hakkını saklı tutar. 5. Sorumluluklar ve Yükümlülükler Cortex, kullanıcı verilerini korumak için sağlam güvenlik önlemleri uygular. Ancak, hizmet kesintileri, veri kaybı veya yetkisiz erişimden kaynaklanan zararlardan Cortex sorumlu değildir. Kullanıcılar, yalnızca yasal amaçlar için Cortex hizmetlerini kullanmayı kabul eder. 6. Hizmetin Sonlandırılması Cortex, kullanıcıların hizmet şartlarını ihlal etmesi veya hizmeti kötüye kullanması durumunda, önceden bildirimde bulunmadan hesapları askıya alma veya sonlandırma hakkını saklı tutar. Ayrıca, Cortex hizmetin tamamını veya bir kısmını herhangi bir zamanda sonlandırma hakkına sahiptir. 7. Değişiklikler Cortex, bu hizmet şartlarında değişiklik yapma hakkını saklı tutar. Güncellenen şartlar uygulama içinde duyurulacaktır. Değişiklikler yapıldıktan sonra Cortex hizmetlerini kullanmaya devam eden kullanıcılar, güncellenmiş şartları kabul etmiş sayılır. 8. İletişim Hizmet şartları hakkında herhangi bir sorunuz varsa, lütfen bizimle iletişime geçin: E-posta: vertexgames23@gmail.com Web Sitesi: www.vertexcorporation.pro
zh: Cortex 服务条款 这些服务条款解释了您在使用 Cortex 应用及订阅服务时的权利和义务。使用 Cortex 即表示您同意这些条款。如对条款有任何疑问，请随时联系我们。 1. 关于服务 Cortex 是一款为用户提供先进 AI 驱动聊天服务的移动应用。您可以免费使用应用的基本功能，但额外功能需通过 Cortex 订阅服务获取。 2. 订阅、积分与定价 订阅 Cortex 提供各种订阅套餐，为用户提供专属福利和高级功能。订阅费用通过用户选择的支付方式扣除，不可退款。除非用户在应用设置中取消，否则订阅将在周期结束时自动续订。 积分 - Cortex 在应用内使用积分作为数字货币。积分用于与在线 AI 模型互动及访问特定功能。 - 用户可在应用内购买预定数量的积分。购买的积分不可退款，也不可转移到其他账户。 - 积分购买将通过用户选择的支付方式即时处理。积分定价在应用内公布。 - 积分仅限于 Cortex 平台使用，在应用外无效。 3. 用户账户与安全 使用 Cortex 前，您需创建账户并提供用户名、电子邮件地址和密码。账户安全由您自行负责，请选择强密码，并在发现任何未经授权的账户访问时立即报告给 Cortex。 4. AI 模型的责任 - Cortex 提供 AI 驱动服务，但对于 AI 模型生成的不准确、误导或潜在有害的响应，Cortex 不承担责任。 - AI 模型提供的信息不保证准确，不能替代专业建议或验证。 - 用户同意负责任地使用 Cortex 的 AI 模型，并遵守法律及伦理标准。 5. 责任与义务 Cortex 实施了严格的安全措施以保护用户数据，但对于因服务中断、数据丢失或未经授权访问引起的损害不承担责任。用户同意仅将 Cortex 服务用于合法目的。 6. 服务终止 对于违反条款或滥用服务的账户，Cortex 保留在不通知的情况下暂停或终止账户的权利。此外，Cortex 可随时全部或部分终止其服务。 7. 变更 Cortex 保留修改这些条款的权利。如有更新，修订后的条款将在应用内公告，用户在更新后继续使用 Cortex 服务将视为接受更新后的条款。 8. 联系方式 如对服务条款有任何疑问，您可以联系我们： 电子邮件：vertexgames23@gmail.com 网站：www.vertexcorporation.pro
