Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# openRouterApiRequestFailed
source: OpenRouter API request failed: {statusCode} - {body}
ar: فشل طلب واجهة برمجة تطبيقات OpenRouter: {statusCode} - {body}
az: OpenRouter API sorğusu uğursuz oldu: {statusCode} - {body}
de: OpenRouter API-Anfrage fehlgeschlagen: {statusCode} - {body}
es: La solicitud a la API de OpenRouter falló: {statusCode} - {body}
fr: La requête API OpenRouter a échoué : {statusCode} - {body}
hi: OpenRouter API अनुरोध विफल रहा: {statusCode} - {body}
it: La richiesta all'API OpenRouter è fallita: {statusCode} - {body}
ja: OpenRouter APIリクエスト失敗: {statusCode} - {body}
ko: OpenRouter API 요청 실패: {statusCode} - {body}
tr: OpenRouter API isteği başarısız oldu: {statusCode} - {body}
zh: OpenRouter API 请求失败：{statusCode} - {body}

# openRouterApiRequestFailedAfterAttempts
source: OpenRouter API request failed {attempt} times: {error}
ar: فشل طلب واجهة برمجة تطبيقات OpenRouter {attempt} مرات: {error}
az: OpenRouter API sorğusu {attempt} dəfə uğursuz oldu: {error}
de: OpenRouter API-Anfrage ist {attempt} Mal fehlgeschlagen: {error}
es: La solicitud a la API de OpenRouter falló {attempt} veces: {error}
fr: La requête API OpenRouter a échoué {attempt} fois : {error}
hi: OpenRouter API अनुरोध {attempt} बार विफल रहा: {error}
it: La richiesta all'API OpenRouter è fallita {attempt} volte: {error}
ja: OpenRouter APIリクエストが{attempt}回失敗しました：{error}
ko: OpenRouter API 요청이 {attempt}회 실패했습니다: {error}
tr: OpenRouter API isteği {attempt} kez başarısız oldu: {error}
zh: OpenRouter API 请求失败 {attempt} 次：{error}

# internetRequired
source: Internet connection is required to use this model
ar: الاتصال بالإنترنت مطلوب لاستخدام هذا النموذج
az: Bu modeli istifadə etmək üçün internet bağlantısı tələb olunur
de: Für die Nutzung dieses Modells ist eine Internetverbindung erforderlich.
es: Se requiere conexión a internet para usar este modelo
fr: Une connexion Internet est requise pour utiliser ce modèle
hi: इस मॉडल का उपयोग करने के लिए इंटरनेट कनेक्शन आवश्यक है
it: È necessaria una connessione internet per utilizzare questo modello
ja: このモデルを使用するにはインターネット接続が必要です
ko: 이 모델을 사용하려면 인터넷 연결이 필요합니다
tr: Bu modeli kullanmak için internet bağlantısı gereklidir
zh: 使用此模型需要互联网连接

# pleaseWaitBeforeTryingAgain
source: Please wait a moment before trying again
ar: يرجى الانتظار قليلاً قبل المحاولة مرة أخرى
az: Yenidən cəhd etməzdən əvvəl bir az gözləyin
de: Bitte warten Sie einen Moment, bevor Sie es erneut versuchen.
es: Por favor, espera un momento antes de intentarlo de nuevo
fr: Veuillez patienter un instant avant de réessayer
hi: कृपया पुनः प्रयास करने से पहले एक क्षण प्रतीक्षा करें
it: Attendere un momento prima di riprovare
ja: 再試行する前に少々お待ちください
ko: 다시 시도하기 전에 잠시 기다려주세요
tr: Lütfen tekrar denemeden önce bir süre bekleyin
zh: 请稍候再试

# openRouterQuotaExceeded
source: Quota exceeded. Status code: {statusCode}, Body: {decodedBody}
ar: تم تجاوز الحصة. رمز الحالة: {statusCode}, الجسم: {decodedBody}
az: Kvota aşılmışdır. Status kodu: {statusCode}, Mətn: {decodedBody}
de: Kontingent überschritten. Statuscode: {statusCode}, Inhalt: {decodedBody}
es: Cuota excedida. Código de estado: {statusCode}, Cuerpo: {decodedBody}
fr: Quota dépassé. Code de statut : {statusCode}, Corps : {decodedBody}
hi: कोटा पार हो गया। स्थिति कोड: {statusCode}, बॉडी: {decodedBody}
it: Quota superata. Codice di stato: {statusCode}, Corpo: {decodedBody}
ja: クオータ超過。ステータスコード: {statusCode}, ボディ: {decodedBody}
ko: 할당량 초과. 상태 코드: {statusCode}, 본문: {decodedBody}
tr: Kota aşıldı. Durum kodu: {statusCode}, Gövde: {decodedBody}
zh: 配额超限。状态码：{statusCode}，响应体：{decodedBody}

# openRouterApiRequestFailedAfterPaidAttempts
source: API request failed after {attempts} paid attempts. Error: {error}
ar: فشل طلب واجهة برمجة التطبيقات بعد {attempts} محاولات مدفوعة. الخطأ: {error}
az: Ödənişli cəhdlərdən sonra API sorğusu {attempts} dəfə uğursuz oldu. Xəta: {error}
de: API-Anfrage ist nach {attempts} bezahlten Versuchen fehlgeschlagen. Fehler: {error}
es: La solicitud a la API falló después de {attempts} intentos pagados. Error: {error}
fr: La requête API a échoué après {attempts} tentatives payées. Erreur : {error}
hi: भुगतान किए गए प्रयासों के बाद API अनुरोध {attempts} बार विफल रहा। त्रुटि: {error}
it: La richiesta all'API ha fallito dopo {attempts} tentativi a pagamento. Errore: {error}
ja: 有料の試行{attempts}回後にAPIリクエストが失敗しました。エラー: {error}
ko: 유료 시도 {attempts}회 후 API 요청 실패. 오류: {error}
tr: API isteği, {attempts} ücretli denemeden sonra başarısız oldu. Hata: {error}
zh: 付费尝试 {attempts} 次后 API 请求失败。错误：{error}

# termsOfServiceAndPrivacyPolicyWarning
source: By placing this order, you agree to the Terms of Service and Privacy Policy. You can click this text to learn more about our Terms of Service and Privacy Policy. The subscription will automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period.
ar: من خلال تقديم هذا الطلب، فإنك توافق على شروط الخدمة وسياسة الخصوصية. يمكنك النقر على هذا النص لمعرفة المزيد حول شروط الخدمة وسياسة الخصوصية. ستتجدد الاشتراكات تلقائيًا ما لم يتم إيقاف التجديد التلقائي قبل 24 ساعة على الأقل من نهاية الفترة الحالية.
az: Bu sifarişi yerləşdirməklə, Siz Xidmət Şərtləri və Məxfilik Siyasətini qəbul edirsiniz. Ətraflı məlumat üçün bu mətni klikləyə bilərsiniz. Abunəlik cari müddətin sonundan ən azı 24 saat əvvəl avtomatik olaraq yenilənəcək.
de: Mit der Aufgabe dieser Bestellung stimmen Sie den Nutzungsbedingungen und der Datenschutzerklärung zu. Sie können auf diesen Text klicken, um mehr über unsere Nutzungsbedingungen und Datenschutzerklärung zu erfahren. Das Abonnement verlängert sich automatisch, sofern die automatische Verlängerung nicht mindestens 24 Stunden vor Ablauf des aktuellen Zeitraums deaktiviert wird.
es: Al realizar este pedido, aceptas los Términos de Servicio y la Política de Privacidad. Puedes hacer clic en este texto para obtener más información sobre nuestros Términos de Servicio y Política de Privacidad. La suscripción se renovará automáticamente a menos que desactives la renovación automática al menos 24 horas antes del final del período actual.
fr: En passant cette commande, vous acceptez les Conditions d'utilisation et la Politique de confidentialité. Vous pouvez cliquer sur ce texte pour en savoir plus sur nos Conditions d'utilisation et notre Politique de confidentialité. L'abonnement se renouvellera automatiquement sauf si le renouvellement automatique est désactivé au moins 24 heures avant la fin de la période en cours.
hi: इस ऑर्डर को रखने से, आप सेवा की शर्तों और गोपनीयता नीति से सहमत होते हैं। आप इस पाठ पर क्लिक करके हमारी शर्तों और गोपनीयता नीति के बारे में अधिक जान सकते हैं। यदि ऑटो-रिन्यू बंद नहीं किया जाता है तो सदस्यता स्वचालित रूप से नवीनीकृत हो जाएगी।
it: Con effettuando quest'ordine, accetti i Termini di Servizio e l'Informativa sulla Privacy. Puoi cliccare su questo testo per saperne di più. L'abbonamento si rinnoverà automaticamente a meno che non disattivi il rinnovo automatico almeno 24 ore prima della fine del periodo corrente.
ja: この注文を行うことで、利用規約とプライバシーポリシーに同意したものとみなされます。こちらのテキストをクリックすると、利用規約とプライバシーポリシーの詳細を確認できます。定期購読は、現行期間終了の少なくとも24時間前に自動更新がオフにされない限り自動的に更新されます。
ko: 주문을 진행함으로써 이용 약관 및 개인정보 보호정책에 동의하는 것으로 간주됩니다. 해당 문구를 클릭하면 자세한 내용을 확인할 수 있습니다. 구독은 자동 갱신되며, 현재 기간이 끝나기 최소 24시간 전에 자동 갱신을 해제하지 않으면 갱신됩니다.
tr: Bu siparişi vererek Hizmet Şartları ve Gizlilik Politikası'nı kabul etmiş olursunuz. Bu metne tıklayarak Hizmet Şartları ve Gizlilik Politikamız hakkında daha fazla bilgi edinebilirsiniz. Abonelik, mevcut dönemin bitiminden en az 24 saat önce otomatik yenileme kapatılmadıkça otomatik olarak yenilenecektir.
zh: 下单即表示您同意服务条款和隐私政策。您可以点击此文本了解更多关于我们的服务条款和隐私政策。除非在当前周期结束前至少 24 小时关闭自动续订，否则订阅将自动续订。

source: Terms of Use
ar: شروط الاستخدام
az: İstifadə Şərtləri
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
it: Termini di Utilizzo
ja: 利用規約
ko: 이용 약관
tr: Kullanım Şartları
zh: 使用条款

source: Privacy Policy
ar: سياسة الخصوصية
az: Məxfilik Siyasəti
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
tr: Gizlilik Politikası
zh: 隐私政策

# termsOfServiceAndPrivacyPolicyTitle
source: Terms of Service and Privacy Policy
ar: شروط الخدمة وسياسة الخصوصية
az: Xidmət Şərtləri və Məxfilik Siyasəti
de: Nutzungsbedingungen und Datenschutzerklärung
es: Términos de Servicio y Política de Privacidad
fr: Conditions d'utilisation et Politique de confidentialité
hi: सेवा की शर्तें और गोपनीयता नीति
it: Termini di Servizio e Informativa sulla Privacy
ja: 利用規約とプライバシーポリシー
ko: 이용 약관 및 개인정보 보호정책
tr: Hizmet Şartları ve Gizlilik Politikası
zh: 服务条款和隐私政策
