Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# warningTitle
source: WARNING
ar: تحذير
az: XƏBƏRDARLIQ
de: WARNUNG
es: ADVERTENCIA
fr: AVERTISSEMENT
hi: चेतावनी
it: AVVISO
ja: 警告
ko: 경고
tr: UYARI
zh: 警告

# warningMessage
source: This application is meticulously prepared by 15-year-old young Turkish developers and is currently in internal testing phase. Therefore, the application is not fully ready, and you may encounter obvious errors during use. Due to the rapid increase of mobile offline AI projects and our progress towards being one of the pioneering projects in this field, we decided to share Cortex with our users at an early stage. We are aware of the response inconsistency issue in the local models in this version of the application and are working intensively to resolve these issues. Please report any errors you encounter in the application or any suggestions you may have to contribute to our development process by sending an email to the address below. Your feedback is crucial for making the application more stable and user-friendly. Thank you for your understanding and support. Have fun!
ar: هذا التطبيق مُعد بعناية من قبل مطورين أتراك شباب يبلغون من العمر 15 عامًا وهو حاليًا في مرحلة الاختبار الداخلي. لذلك، قد لا يكون التطبيق جاهزًا بالكامل، وقد تواجه أخطاء واضحة أثناء الاستخدام. نظرًا للزيادة السريعة في مشاريع الذكاء الاصطناعي غير المتصلة بالإنترنت وتقدمنا نحو أن نكون من بين المشاريع الرائدة في هذا المجال، قررنا مشاركة Cortex مع مستخدمينا في مرحلة مبكرة. نحن على علم بمشكلة عدم اتساق الاستجابة في النماذج المحلية في هذه النسخة من التطبيق ونعمل بجد لحل هذه المشكلات. يرجى الإبلاغ عن أي أخطاء تصادفها في التطبيق أو تقديم أي اقتراحات قد تسهم في عملية تطويرنا عن طريق إرسال بريد إلكتروني إلى العنوان أدناه. ملاحظاتك ضرورية لجعل التطبيق أكثر استقرارًا وسهولة في الاستخدام. شكرًا لتفهمك ودعمك. استمتع!
az: Bu tətbiq 15 yaşlı gənc türk proqramçıları tərəfindən dəqiqliklə hazırlanıb və hal-hazırda daxili test mərhələsindədir. Buna görə də tətbiq tam hazır deyil və istifadə zamanı aydın səhvlərlə qarşılaşa bilərsiniz. Mobil offline AI layihələrinin sürətlə artması və bu sahədə qabaqcıl layihələrdən biri olmaq istiqamətində irəliləməmiz səbəbilə, Cortex-i erkən mərhələdə istifadəçilərimizlə paylaşmağa qərar verdik. Hal-hazırda bu versiyada yerli modellərdə cavab qeyri-dəqiqliyi problemləri mövcuddur və biz bu problemlərin həllində intensiv şəkildə işləyirik. Tətbiqdə rastlaşdığınız hər hansı xəta və ya inkişaf prosesimizə töhfə verə biləcək təklifləri vertexgames23@gmail.com ünvanına e-poçt göndərməklə bildirə bilərsiniz. Geri bildirişiniz tətbiqin daha sabit və istifadəçi dostu olmasına böyük töhfə verəcək. Dəstək və anlayışınız üçün təşəkkür edirik. Əylənin!
de: Diese Anwendung wurde sorgfältig von 15-jährigen türkischen Entwicklern erstellt und befindet sich derzeit in einer internen Testphase. Daher ist die Anwendung noch nicht vollständig fertig, und es können während der Nutzung offensichtliche Fehler auftreten. Aufgrund des raschen Anstiegs mobiler Offline-KI-Projekte und unseres Bestrebens, eines der wegweisenden Projekte in diesem Bereich zu werden, haben wir beschlossen, Cortex bereits in einem frühen Stadium mit unseren Nutzern zu teilen. Wir sind uns des Problems der inkonsistenten Antworten in den lokalen Modellen in dieser Version der Anwendung bewusst und arbeiten intensiv an einer Lösung. Bitte melden Sie alle Fehler, die Ihnen in der Anwendung auffallen, oder senden Sie uns Vorschläge, die zu unserem Entwicklungsprozess beitragen können, indem Sie eine E-Mail an die unten angegebene Adresse senden. Ihr Feedback ist entscheidend, um die Anwendung stabiler und benutzerfreundlicher zu gestalten. Vielen Dank für Ihr Verständnis und Ihre Unterstützung. Viel Spaß!
es: Esta aplicación ha sido meticulosamente preparada por jóvenes desarrolladores turcos de 15 años y actualmente se encuentra en fase de pruebas internas. Por ello, la aplicación no está completamente lista y podrías encontrar errores evidentes durante su uso. Debido al rápido incremento de proyectos de IA móvil offline y nuestro progreso para ser uno de los proyectos pioneros en este campo, decidimos compartir Cortex con nuestros usuarios en una etapa temprana. Somos conscientes del problema de inconsistencia en las respuestas de los modelos locales en esta versión de la aplicación y estamos trabajando intensamente para resolver estos problemas. Por favor, reporta cualquier error que encuentres en la aplicación o cualquier sugerencia que tengas para contribuir a nuestro proceso de desarrollo enviando un correo electrónico a la dirección que se indica a continuación. Tu retroalimentación es crucial para hacer la aplicación más estable y amigable. ¡Gracias por tu comprensión y apoyo! ¡Diviértete!
fr: Cette application a été minutieusement préparée par de jeunes développeurs turcs de 15 ans et est actuellement en phase de test interne. Par conséquent, l'application n'est pas entièrement prête et vous pourriez rencontrer des erreurs évidentes lors de son utilisation. En raison de l'augmentation rapide des projets d'IA mobiles hors ligne et de nos progrès pour devenir l'un des projets pionniers dans ce domaine, nous avons décidé de partager Cortex avec nos utilisateurs à un stade précoce. Nous sommes conscients du problème d'incohérence des réponses dans les modèles locaux de cette version de l'application et nous travaillons intensivement pour résoudre ces problèmes. Veuillez signaler toute erreur rencontrée dans l'application ou toute suggestion que vous pourriez avoir pour contribuer à notre processus de développement en envoyant un email à l'adresse ci-dessous. Vos retours sont essentiels pour rendre l'application plus stable et conviviale. Merci de votre compréhension et de votre soutien. Amusez-vous bien !
hi: यह एप्लिकेशन 15 वर्षीय युवा तुर्की डेवलपर्स द्वारा सावधानीपूर्वक तैयार किया गया है और वर्तमान में आंतरिक परीक्षण चरण में है। इसलिए, यह एप्लिकेशन पूरी तरह से तैयार नहीं है, और उपयोग के दौरान आपको स्पष्ट त्रुटियाँ देखने को मिल सकती हैं। मोबाइल ऑफ़लाइन एआई परियोजनाओं में तेजी से वृद्धि और इस क्षेत्र में अग्रणी परियोजनाओं में से एक बनने की हमारी प्रगति के कारण, हमने शुरुआती चरण में अपने उपयोगकर्ताओं के साथ Cortex साझा करने का निर्णय लिया है। हमें इस संस्करण में स्थानीय मॉडलों में प्रतिक्रिया में असंगतता की समस्या का पता है और हम इन मुद्दों को हल करने के लिए कड़ी मेहनत कर रहे हैं। कृपया एप्लिकेशन में किसी भी त्रुटि की रिपोर्ट करें या हमारे विकास प्रक्रिया में योगदान के लिए कोई सुझाव हो तो नीचे दिए गए पते पर ईमेल भेजें। आपकी प्रतिक्रिया एप्लिकेशन को अधिक स्थिर और उपयोगकर्ता-अनुकूल बनाने के लिए महत्वपूर्ण है। आपकी समझ और समर्थन के लिए धन्यवाद। मज़े करें!
it: Questa applicazione è stata preparata meticolosamente da sviluppatori turchi di 15 anni ed è attualmente in fase di test interno. Pertanto, l'applicazione non è completamente pronta e potresti incontrare errori evidenti durante l'uso. A causa dell'aumento rapido dei progetti offline di AI per dispositivi mobili e dei nostri progressi per essere uno dei progetti pionieristici in questo campo, abbiamo deciso di condividere Cortex con i nostri utenti in una fase iniziale. Siamo consapevoli del problema di incoerenza delle risposte nei modelli locali in questa versione dell'applicazione e stiamo lavorando intensamente per risolvere questi problemi. Ti preghiamo di segnalare eventuali errori riscontrati nell'applicazione o suggerimenti che possano contribuire al nostro processo di sviluppo inviando un'email all'indirizzo sottostante. Il tuo feedback è fondamentale per rendere l'applicazione più stabile e facile da usare. Grazie per la tua comprensione e supporto. Buon divertimento!
ja: 本アプリケーションは15歳のトルコ人の若き開発者によって丹念に作成され、現在内部テスト段階にあります。そのため、アプリケーションは完全な状態ではなく、使用中に明らかなエラーが発生する可能性があります。 モバイルオフラインAIプロジェクトの急増と、この分野で先駆けとなるプロジェクトを目指す進展に伴い、Cortexを早期にユーザーと共有することに決定しました。本バージョンではローカルモデルにおける応答の不整合の問題が認識されており、これらの問題の解決に向けて集中的に取り組んでいます。 アプリケーション内でエラーが発生した場合や、開発プロセスに貢献するためのご提案があれば、下記のアドレスまでメールをお送りください。皆様のフィードバックは、アプリケーションをより安定し、使いやすくするために不可欠です。 ご理解とご支援に感謝します。お楽しみください！
ko: 이 애플리케이션은 15세 터키 개발자들이 정성스럽게 준비한 내부 테스트 버전입니다. 따라서 애플리케이션이 완전히 준비되지 않았으며, 사용 중 명백한 오류가 발생할 수 있습니다. 모바일 오프라인 AI 프로젝트가 급증하고 있으며 이 분야의 선구적 프로젝트 중 하나로 발전하고자 하는 상황에서, 저희는 이 초기 단계의 Cortex를 사용자와 공유하기로 결정했습니다. 이번 버전의 애플리케이션에서 로컬 모델의 응답 불일치 문제가 발생함을 인지하고 있으며, 이 문제를 해결하기 위해 집중적으로 작업 중입니다. 애플리케이션 사용 중 오류나 개선 사항이 있을 경우 아래의 이메일 주소로 보내주시기 바랍니다. 여러분의 피드백은 애플리케이션을 보다 안정적이고 사용자 친화적으로 만드는 데 매우 중요합니다. 이해와 지원에 감사드리며 즐거운 시간 되세요!
tr: Bu uygulama, 15 yaşındaki genç Türk geliştiriciler tarafından titizlikle hazırlanmış olup, şu anda dahili test aşamasındadır. Bu nedenle, uygulama tam anlamıyla hazır değildir ve kullanım sırasında belirgin hatalarla karşılaşabilirsiniz. Mobil çevrimdışı yapay zeka projelerinin hızla artması ve bu alanda öncü projelerden biri olma yolundaki ilerlememiz nedeniyle, Cortex'i erken aşamada kullanıcılarımızla paylaşmaya karar verdik. Bu sürümde yerel modellerde yanıt tutarsızlığı sorununun farkındayız ve bu sorunları çözmek için yoğun bir şekilde çalışıyoruz. Uygulamada karşılaştığınız herhangi bir hatayı veya geliştirme sürecimize katkıda bulunabilecek herhangi bir öneriyi, aşağıdaki e-posta adresine göndererek bildirmenizi rica ederiz. Geri bildiriminiz, uygulamanın daha stabil ve kullanıcı dostu hale gelmesi için çok önemlidir. Anlayışınız ve desteğiniz için teşekkür eder, iyi eğlenceler dileriz!
zh: 此应用程序由15岁的土耳其年轻开发者精心制作，目前处于内部测试阶段。因此，该应用程序尚未完全准备好，您在使用过程中可能会遇到明显的错误。 由于移动离线AI项目的迅速增长以及我们在该领域成为开拓性项目之一的进展，我们决定在早期阶段与用户分享 Cortex。我们已意识到本版本中本地模型响应不一致的问题，并正积极努力解决这些问题。 如果您在使用过程中遇到任何错误或有任何建议以帮助我们的开发进程，请发送电子邮件至以下地址报告。您的反馈对于使应用程序更加稳定和用户友好至关重要。 感谢您的理解与支持，祝您使用愉快！

source: Understood.
ar: تم الفهم.
az: Başa düşdüm.
de: Verstanden.
es: Entendido.
fr: Compris.
hi: समझ लिया
it: Capito.
ja: 了解しました。
ko: 이해했습니다.
tr: Anladım.
zh: 明白了。

source: Cancel
ar: إلغاء
az: Ləğv et
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
tr: İptal
zh: 取消

source: Remove
ar: إزالة
az: Sil
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएं
it: Rimuovi
ja: 削除
ko: 제거
tr: Kaldır
zh: 移除

source: Download
ar: تحميل
az: Yüklə
de: Herunterladen
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
it: Scarica
ja: ダウンロード
ko: 다운로드
tr: İndir
zh: 下载

source: Resume
ar: استئناف
az: Davam et
de: Fortsetzen
es: Reanudar
fr: Reprendre
hi: जारी रखें
it: Riprendi
ja: 再開
ko: 재개
tr: Devam Et
zh: 继续

source: Copy
ar: نسخ
az: Kopyala
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
tr: Kopyala
zh: 复制

source: Chat
ar: دردشة
az: Söhbət
fr: Discussion
hi: चैट
ja: チャット
ko: 채팅
tr: Sohbet
zh: 聊天

source: Dark Mode
ar: الوضع الداكن
az: Qaranlıq Rejim
de: Dunkelmodus
es: Modo Oscuro
fr: Mode Sombre
hi: डार्क मोड
it: Modalità Scura
ja: ダークモード
ko: 다크 모드
tr: Koyu Mod
zh: 暗黑模式

source: Light
ar: فاتح
az: Aydın
de: Hell
es: Claro
fr: Clair
hi: लाइट
it: Chiaro
ja: ライト
ko: 라이트
tr: Açık
zh: 明亮

source: Theme
ar: الثيم
az: Tema
de: Thema
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
tr: Tema
zh: 主题

source: No
ar: لا
az: Xeyr
de: Nein
fr: Non
hi: नहीं
ja: いいえ
ko: 아니오
tr: Hayır
zh: 否

source: Yes
ar: نعم
az: Bəli
de: Ja
es: Sí
fr: Oui
hi: हाँ
it: Sì
ja: はい
ko: 예
tr: Evet
zh: 是

source: Done
ar: تم
az: Bitti
de: Fertig
es: Hecho
fr: Terminé
hi: पूर्ण
it: Fatto
ja: 完了
ko: 완료
tr: Tamam
zh: 完成

source: COMING SOON
ar: قريبًا
az: YAXINDA
de: Demnächst
es: PRÓXIMAMENTE
fr: Bientôt disponible
hi: जल्द ही आ रहा है
it: PRESTO DISPONIBILE
ja: 近日公開
ko: 곧 출시
tr: ÇOK YAKINDA
zh: 即将推出

source: Best Value
ar: أفضل قيمة
az: Ən Yaxşı Dəyər
de: Bester Wert
es: Mejor Valor
fr: Meilleur rapport qualité/prix
hi: सर्वश्रेष्ठ मूल्य
it: Miglior Valore
ja: 最高の価値
ko: 최고의 가치
tr: En İyi Değer
zh: 最佳价值

source: Selected
ar: مختار
az: Seçilmiş
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चुना गया
it: Selezionato
ja: 選択済み
ko: 선택됨
tr: Seçildi
zh: 已选

# descriptionSection
source: Description
ar: الوصف
az: Təsvir
de: Beschreibung
es: Descripción
hi: विवरण
it: Descrizione
ja: 説明
ko: 설명
tr: Açıklama
zh: 描述

# searchHint
source: Search
ar: بحث
az: Axtar
de: Suchen
es: Buscar
fr: Recherche
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
tr: Ara
zh: 搜索

# messageHint
source: Ask anything
ar: رسالة
az: Mesaj
de: Nachricht
es: Mensaje
fr: Message
hi: संदेश
it: Messaggio
ja: メッセージ
ko: 메시지
tr: Mesaj
zh: 消息

# modelLoading
source: Model is loading...
ar: النموذج قيد التحميل...
az: Model yüklənir...
de: Modell wird geladen...
es: Cargando modelo...
fr: Chargement du modèle...
hi: मॉडल लोड हो रहा है...
it: Caricamento del modello in corso...
ja: モデルを読み込み中...
ko: 모델을 로드 중...
tr: Model yükleniyor...
zh: 模型加载中...

# messageCopied
source: Message copied to clipboard.
ar: تم نسخ الرسالة إلى الحافظة.
az: Mesaj panoya kopyalandı.
de: Nachricht in die Zwischenablage kopiert.
es: Mensaje copiado al portapapeles.
fr: Message copié dans le presse-papiers.
hi: संदेश क्लिपबोर्ड में कॉपी किया गया।
it: Messaggio copiato negli appunti.
ja: メッセージがクリップボードにコピーされました。
ko: 메시지가 클립보드에 복사되었습니다.
tr: Mesaj panoya kopyalandı.
zh: 消息已复制到剪贴板。

# storeUnavailable
source: Store is currently unavailable. Please try again later
ar: المتجر غير متاح حاليًا. يرجى المحاولة مرة أخرى لاحقًا.
az: Mağaza hazırda mövcud deyil. Zəhmət olmasa sonra yenidən cəhd edin.
de: Der Store ist derzeit nicht verfügbar. Bitte versuchen Sie es später erneut.
es: La tienda no está disponible actualmente. Por favor, inténtalo de nuevo más tarde.
fr: La boutique est actuellement indisponible. Veuillez réessayer plus tard
hi: स्टोर वर्तमान में उपलब्ध नहीं है। कृपया बाद में पुनः प्रयास करें।
it: Lo store non è attualmente disponibile. Per favore riprova più tardi.
ja: ストアは現在利用できません。後でもう一度お試しください。
ko: 스토어를 사용할 수 없습니다. 나중에 다시 시도해주세요.
tr: Mağaza şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.
zh: 商店当前不可用，请稍后再试

source: Retry
ar: إعادة المحاولة
az: Təkrar cəhd et
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 재시도
tr: Tekrar Dene
zh: 重试

# systemInfo
source: System Information
ar: معلومات النظام
az: Sistem Məlumatları
de: Systeminformationen
es: Información del Sistema
fr: Informations Système
hi: सिस्टम जानकारी
it: Informazioni di Sistema
ja: システム情報
ko: 시스템 정보
tr: Sistem Bilgileri
zh: 系统信息

# deviceMemory
source: Device Memory: {memory} GB
ar: ذاكرة الجهاز: {memory} جيجابايت
az: Cihaz Yaddaşı: {memory} GB
de: Gerätespeicher: {memory} GB
es: Memoria del dispositivo: {memory} GB
fr: Mémoire de l'appareil : {memory} Go
hi: डिवाइस मेमोरी: {memory} GB
it: Memoria del dispositivo: {memory} GB
ja: デバイスメモリ: {memory} GB
ko: 장치 메모리: {memory} GB
tr: Cihaz Belleği: {memory} GB
zh: 设备内存：{memory} GB

# storageSpace
source: Storage Space: {storage} GB
ar: مساحة التخزين: {storage} جيجابايت
az: Yaddaş Sahəsi: {storage} GB
de: Speicherplatz: {storage} GB
es: Espacio de almacenamiento: {storage} GB
fr: Espace de stockage : {storage} Go
hi: स्टोरेज स्पेस: {storage} GB
it: Spazio di archiviazione: {storage} GB
ja: ストレージ容量: {storage} GB
ko: 저장 공간: {storage} GB
tr: Depolama Alanı: {storage} GB
zh: 存储空间：{storage} GB

# freeStorageSpace
source: Free Storage Space: {freeStorage} GB
ar: مساحة التخزين الحرة: {freeStorage} جيجابايت
az: Boş Yaddaş: {freeStorage} GB
de: Freier Speicherplatz: {freeStorage} GB
es: Espacio libre: {freeStorage} GB
fr: Espace de stockage libre : {freeStorage} Go
hi: मुक्त स्टोरेज स्पेस: {freeStorage} GB
it: Spazio libero: {freeStorage} GB
ja: 空きストレージ容量: {freeStorage} GB
ko: 남은 저장 공간: {freeStorage} GB
tr: Boş Depolama Alanı: {freeStorage} GB
zh: 可用存储空间：{freeStorage} GB

source: Memory
ar: الذاكرة
az: Yaddaş
de: Speicher
es: Memoria
fr: Mémoire
hi: मेमोरी
it: Memoria
ja: メモリ
ko: 메모리
tr: Bellek
zh: 内存

source: Storage
ar: التخزين
az: Yaddaş
de: Speicher
es: Almacenamiento
fr: Stockage
hi: स्टोरेज
it: Archiviazione
ja: ストレージ
ko: 저장 공간
tr: Depolama
zh: 存储

source: Free Storage
ar: تخزين حر
az: Boş Yaddaş
de: Freier Speicher
es: Almacenamiento libre
fr: Stockage Libre
hi: मुक्त स्टोरेज
it: Spazio Libero
ja: 空きストレージ
ko: 남은 저장 공간
tr: Boş Depolama
zh: 可用存储

source: Total Storage
ar: إجمالي التخزين
az: Ümumi Yaddaş
de: Gesamtspeicher
es: Almacenamiento Total
fr: Stockage Total
hi: कुल स्टोरेज
it: Spazio Totale
ja: 総ストレージ容量
ko: 총 저장 공간
tr: Toplam Depolama
zh: 总存储

source: Used Storage
ar: التخزين المستخدم
az: İstifadə Edilən Yaddaş
de: Belegter Speicher
es: Almacenamiento Utilizado
fr: Stockage Utilisé
hi: उपयोग किया गया स्टोरेज
it: Spazio Utilizzato
ja: 使用済みストレージ容量
ko: 사용 중인 저장 공간
tr: Kullanılan Depolama
zh: 已用存储

source: Total Memory
ar: إجمالي الذاكرة
az: Ümumi Yaddaş
de: Gesamter Arbeitsspeicher
es: Memoria Total
fr: Mémoire Totale
hi: कुल मेमोरी
it: Memoria Totale
ja: 総メモリ
ko: 총 메모리
tr: Toplam Bellek
zh: 总内存

source: Used Memory
ar: الذاكرة المستخدمة
az: İstifadə Edilən Yaddaş
de: Genutzter Arbeitsspeicher
es: Memoria Utilizada
fr: Mémoire Utilisée
hi: उपयोग की गई मेमोरी
it: Memoria Utilizzata
ja: 使用済みメモリ
ko: 사용 중인 메모리
tr: Kullanılan Bellek
zh: 已用内存

source: Requirements
ar: المتطلبات
az: Tələblər
de: Anforderungen
es: Requisitos
fr: Exigences
hi: आवश्यकताएं
it: Requisiti
ja: 必要条件
ko: 요구 사항
tr: Gereksinimler
zh: 需求

# modelsTitle
source: Library
ar: المكتبة
az: Kitabxana
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
hi: लाइब्रेरी
it: Libreria
ja: ライブラリ
ko: 라이브러리
tr: Kütüphane
zh: 库

source: Local Models
ar: النماذج المحلية
az: Yerli Modellər
de: Lokale Modelle
es: Modelos Locales
fr: Modèles Locaux
hi: स्थानीय मॉडल
it: Modelli Locali
ja: ローカルモデル
ko: 로컬 모델
tr: Yerel Modeller
zh: 本地模型

source: Server-Side Models
ar: نماذج الخادم
az: Server-Tərəf Modellər
de: Serverseitige Modelle
es: Modelos del Servidor
fr: Modèles côté serveur
hi: सर्वर-साइड मॉडल
it: Modelli Lato Server
ja: サーバーサイドモデル
ko: 서버 측 모델
tr: Sunucu Tarafı Modeller
zh: 服务器端模型

source: Upload Your Own Model!
ar: حمل نموذجك الخاص!
az: Öz Modelinizi Yükləyin!
de: Lade dein eigenes Modell hoch!
es: ¡Sube tu propio modelo!
fr: Téléchargez votre propre modèle !
hi: अपना स्वयं का मॉडल अपलोड करें!
it: Carica il tuo modello!
ja: 自分のモデルをアップロード！
ko: 자신의 모델 업로드하기!
tr: Kendi Modelinizi Yükleyin!
zh: 上传您自己的模型！

source: Select GGUF File
ar: اختر ملف GGUF
az: GGUF Faylını Seçin
de: GGUF-Datei auswählen
es: Selecciona un archivo GGUF
fr: Sélectionnez le fichier GGUF
hi: GGUF फ़ाइल चुनें
it: Seleziona file GGUF
ja: GGUFファイルを選択
ko: GGUF 파일 선택
tr: GGUF Dosyasını Seçin
zh: 选择 GGUF 文件

source: Model already exists.
ar: النموذج موجود بالفعل.
az: Model artıq mövcuddur.
de: Modell existiert bereits.
es: El modelo ya existe.
fr: Le modèle existe déjà.
hi: मॉडल पहले से मौजूद है।
it: Il modello esiste già.
ja: モデルは既に存在します。
ko: 모델이 이미 존재합니다.
tr: Model zaten mevcut.
zh: 模型已存在。

source: Model added successfully.
ar: تم إضافة النموذج بنجاح.
az: Model uğurla əlavə edildi.
de: Modell erfolgreich hinzugefügt.
es: Modelo agregado exitosamente.
fr: Modèle ajouté avec succès.
hi: मॉडल सफलतापूर्वक जोड़ा गया।
it: Modello aggiunto con successo.
ja: モデルが正常に追加されました。
ko: 모델이 성공적으로 추가되었습니다.
tr: Model başarıyla eklendi.
zh: 模型添加成功。

# modelRemoved
source: Model removed successfully.
ar: تمت إزالة النموذج بنجاح.
az: Model uğurla silindi.
de: Modell erfolgreich entfernt.
es: Modelo eliminado exitosamente.
fr: Modèle supprimé avec succès.
hi: मॉडल सफलतापूर्वक हटाया गया।
it: Modello rimosso con successo.
ja: モデルが正常に削除されました。
ko: 모델이 성공적으로 제거되었습니다.
tr: Model başarıyla kaldırıldı.
zh: 模型移除成功。

# removeError
source: An error occurred while removing the model.
ar: حدث خطأ أثناء إزالة النموذج.
az: Modelin silinməsi zamanı xəta baş verdi.
de: Beim Entfernen des Modells ist ein Fehler aufgetreten.
es: Ocurrió un error al eliminar el modelo.
fr: Une erreur est survenue lors de la suppression du modèle.
hi: मॉडल हटाने में त्रुटि हुई।
it: Si è verificato un errore durante la rimozione del modello.
ja: モデルの削除中にエラーが発生しました。
ko: 모델 제거 중 오류가 발생했습니다.
tr: Model kaldırılırken bir hata oluştu.
zh: 移除模型时发生错误。

source: File not found.
ar: الملف غير موجود.
az: Fayl tapılmadı.
de: Datei nicht gefunden.
es: Archivo no encontrado.
fr: Fichier non trouvé.
hi: फ़ाइल नहीं मिली।
it: File non trovato.
ja: ファイルが見つかりません。
ko: 파일을 찾을 수 없습니다.
tr: Dosya bulunamadı.
zh: 文件未找到。

# fileUploadError
source: An error occurred while uploading the file.
ar: حدث خطأ أثناء رفع الملف.
az: Fayl yüklənərkən xəta baş verdi.
de: Beim Hochladen der Datei ist ein Fehler aufgetreten.
es: Ocurrió un error al subir el archivo.
fr: Une erreur est survenue lors du téléchargement du fichier.
hi: फ़ाइल अपलोड करते समय त्रुटि हुई।
it: Si è verificato un errore durante il caricamento del file.
ja: ファイルのアップロード中にエラーが発生しました。
ko: 파일 업로드 중 오류가 발생했습니다.
tr: Dosya yüklenirken bir hata oluştu.
zh: 上传文件时发生错误。

source: No file selected.
ar: لم يتم اختيار أي ملف.
az: Heç bir fayl seçilməyib.
de: Keine Datei ausgewählt.
es: No se seleccionó ningún archivo.
fr: Aucun fichier sélectionné.
hi: कोई फ़ाइल नहीं चुनी गई।
it: Nessun file selezionato.
ja: ファイルが選択されていません。
ko: 파일이 선택되지 않았습니다.
tr: Hiçbir dosya seçilmedi.
zh: 未选择文件。

source: My Models
ar: نماذجي
az: Mənim Modellərim
de: Meine Modelle
es: Mis Modelos
fr: Mes Modèles
hi: मेरे मॉडल
it: I miei Modelli
ja: マイモデル
ko: 내 모델들
tr: Modellerim
zh: 我的模型

# addModel
source: Create
ar: أضف نموذج
az: Model Əlavə Et
de: Modell hinzufügen
es: Agregar Modelo
fr: Créer
hi: मॉडल जोड़ें
it: Aggiungi Modello
ja: モデルを追加
ko: 모델 추가
tr: Oluştur
zh: 创建

source: See All
ar: عرض الكل
az: Hamısını Gör
de: Alle anzeigen
es: Ver Todos
fr: Voir tout
hi: सभी देखें
it: Vedi Tutto
ja: すべて表示
ko: 모두 보기
tr: Tümünü Gör
zh: 查看全部

source: View Model Informations
ar: عرض معلومات النموذج
az: Model Məlumatlarını Gör
de: Modellinformationen anzeigen
es: Ver Información del Modelo
fr: Voir les informations du modèle
hi: मॉडल जानकारी देखें
it: Visualizza Informazioni sul Modello
ja: モデル情報を見る
ko: 모델 정보 보기
tr: Model Bilgilerini Görüntüle
zh: 查看模型信息

# modelProducer
source: Producer: {producer}
ar: المنتج: {producer}
az: İstehsalçı: {producer}
de: Hersteller: {producer}
es: Productor: {producer}
fr: Producteur : {producer}
hi: उत्पादक: {producer}
it: Produttore: {producer}
ja: プロデューサー: {producer}
ko: 제작자: {producer}
tr: Üretici: {producer}
zh: 生产商：{producer}

# modelRAM
source: RAM: {ram}
ar: الرام: {ram}
az: Yaddaş: {ram}
zh: 内存：{ram}

# modelSize
source: Size: {size}
ar: الحجم: {size}
az: Ölçü: {size}
de: Größe: {size}
es: Tamaño: {size}
fr: Taille : {size}
hi: आकार: {size}
it: Dimensione: {size}
ja: サイズ: {size}
ko: 크기: {size}
tr: Boyut: {size}
zh: 大小：{size}
