Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# featureRoleplayDescription
source: Role-playing models allow you to create various characters and scenarios.
ar: نماذج التمثيل تتيح لك إنشاء شخصيات وسيناريوهات متنوعة.
az: Rol oyunu modelləri müxtəlif xarakterlər və ssenarilər yaratmağa imkan verir.
de: Rollenspiel-Modelle ermöglichen es Ihnen, verschiedene Charaktere und Szenarien zu erstellen.
es: Los modelos de rol te permiten crear varios personajes y escenarios.
fr: Les modèles de jeu de rôle vous permettent de créer divers personnages et scénarios.
hi: रोल-प्ले मॉडल आपको विभिन्न पात्रों और परिदृश्यों का निर्माण करने की अनुमति देते हैं।
it: I modelli di role-playing ti permettono di creare vari personaggi e scenari.
ja: ロールプレイモデルでは、さまざまなキャラクターやシナリオを作成できます。
ko: 역할극 모델을 통해 다양한 캐릭터와 시나리오를 생성할 수 있습니다.
tr: Rol yapma modelleri, çeşitli karakterler ve senaryolar oluşturmanıza olanak tanır.
zh: 角色扮演模型允许您创建各种角色和场景。

# roleModels
source: Roleplay Models
ar: نماذج التمثيل
az: Rol Oyun Modelləri
de: Rollenspiel-Modelle
es: Modelos de Rol
fr: Modèles de jeu de rôle
hi: रोलप्ले मॉडल
it: Modelli di Roleplay
ja: ロールプレイモデル
ko: 역할극 모델
tr: Rol Yapma Modelleri
zh: 角色扮演模型

source: Parameters
ar: المعاملات
az: Parametrlər
de: Parameter
es: Parámetros
fr: Paramètres
hi: पैरामीटर
it: Parametri
ja: パラメーター
ko: 파라미터
tr: Parametreler
zh: 参数

source: Context
ar: السياق
az: Kontekst
de: Kontext
es: Contexto
fr: Contexte
hi: संदर्भ
it: Contesto
ja: コンテキスト
ko: 컨텍스트
tr: Bağlam
zh: 上下文

# millions
source: million
ar: ملايين
az: milyon
es: millón
hi: मिलियन
it: milioni
ja: 百万
ko: 백만
tr: milyon
zh: 百万

# billions
source: billion
ar: مليارات
az: milyard
de: Milliarde
es: mil millones
fr: milliard
hi: अरब
it: miliardi
ja: 十億
ko: 십억
tr: milyar
zh: 十亿

# trillions
source: trillion
ar: تريليونات
az: trilyon
de: Billion
es: billón
fr: billion
hi: खरब
it: trilioni
ja: 兆
ko: 조
tr: trilyon
zh: 万亿

source: thousand
ar: ألف
az: min
de: Tausend
es: mil
fr: mille
hi: हजार
it: migliaia
ja: 千
ko: 천
tr: bin
zh: 千

source: estimated
ar: مقدّر
az: təxmini
de: geschätzt
es: estimado
fr: estimé
hi: अनुमानित
it: stimato
ja: 推定
ko: 예상
tr: tahmini
zh: 估计

# finalPreparation
source: Final preparations are being made.
ar: يتم إجراء التحضيرات النهائية.
az: Son hazırlıqlar aparılır.
de: Die letzten Vorbereitungen werden getroffen.
es: Se están haciendo los preparativos finales.
fr: Les préparatifs finaux sont en cours.
hi: अंतिम तैयारियाँ की जा रही हैं।
it: Ultimi preparativi in corso.
ja: 最終準備中です。
ko: 최종 준비 중입니다.
tr: Son hazırlıklar yapılıyor.
zh: 正在进行最后的准备。

# allEvaluationsByTestTeam
source: All evaluations were made by our testing team
ar: جميع التقييمات أُجريت من قبل فريق الاختبار لدينا
az: Bütün qiymətləndirmələr test komandamız tərəfindən aparılıb
de: Alle Bewertungen wurden von unserem Testteam durchgeführt
es: Todas las evaluaciones fueron realizadas por nuestro equipo de pruebas
fr: Toutes les évaluations ont été réalisées par notre équipe de test
hi: सभी मूल्यांकन हमारी परीक्षण टीम द्वारा किए गए हैं
it: Tutte le valutazioni sono state effettuate dal nostro team di test
ja: すべての評価はテストチームによって行われました
ko: 모든 평가는 테스트 팀에서 진행되었습니다
tr: Tüm değerlendirmeler test ekibimiz tarafından yapıldı.
zh: 所有评估均由我们的测试团队进行

# shareApp
source: Share the App
ar: شارك التطبيق
az: Tətbiqi paylaş
de: App teilen
es: Compartir la aplicación
fr: Partager l'application
hi: एप्लिकेशन साझा करें
it: Condividi l'app
ja: アプリを共有
ko: 앱 공유하기
tr: Uygulamayı Paylaş
zh: 分享应用

source: Rate Us
ar: قيمنا
az: Bizi qiymətləndir
de: Bewerten Sie uns
es: Califícanos
fr: Notez-nous
hi: हमें रेट करें
it: Valutaci
ja: 評価する
ko: 평가하기
tr: Bizi Değerlendir
zh: 给我们评分

source: Share
ar: مشاركة
az: Paylaş
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
tr: Paylaş
zh: 分享

# shareMessage
source: Check out the Cortex app, it is so amazing! Download it here: https://play.google.com/store/apps/details?id=com.vertex.cortex
ar: اكتشف تطبيق Cortex، إنه رائع! حمله من هنا: https://play.google.com/store/apps/details?id=com.vertex.cortex
az: Cortex tətbiqinə baxın, çox möhtəşəmdir! Buradan yükləyin: https://play.google.com/store/apps/details?id=com.vertex.cortex
de: Schauen Sie sich die Cortex-App an, sie ist unglaublich! Laden Sie sie hier herunter: https://play.google.com/store/apps/details?id=com.vertex.cortex
es: ¡Mira la aplicación Cortex, es increíble! Descárgala aquí: https://play.google.com/store/apps/details?id=com.vertex.cortex
fr: Découvrez l'application Cortex, elle est incroyable ! Téléchargez-la ici : https://play.google.com/store/apps/details?id=com.vertex.cortex
hi: Cortex ऐप को देखें, यह बहुत अद्भुत है! इसे यहाँ डाउनलोड करें: https://play.google.com/store/apps/details?id=com.vertex.cortex
it: Dai un'occhiata all'app Cortex, è fantastica! Scaricala qui: https://play.google.com/store/apps/details?id=com.vertex.cortex
ja: Cortexアプリをチェックしてください。素晴らしいです！こちらからダウンロード：https://play.google.com/store/apps/details?id=com.vertex.cortex
ko: Cortex 앱을 확인해 보세요, 정말 멋집니다! 여기서 다운로드하세요: https://play.google.com/store/apps/details?id=com.vertex.cortex
tr: Cortex uygulamasına bir göz atın, gerçekten harika! Buradan indirin: https://play.google.com/store/apps/details?id=com.vertex.cortex
zh: 快来看看 Cortex 应用，它非常棒！下载链接：https://play.google.com/store/apps/details?id=com.vertex.cortex

# shareFailed
source: Failed to share the app. Please try again later
ar: فشل مشاركة التطبيق. يرجى المحاولة مرة أخرى لاحقًا
az: Tətbiqi paylaşmaq uğursuz oldu. Zəhmət olmasa sonra yenidən cəhd edin
de: App konnte nicht geteilt werden. Bitte versuchen Sie es später erneut.
es: Error al compartir la aplicación. Por favor, inténtalo de nuevo más tarde
fr: Échec du partage de l'application. Veuillez réessayer plus tard
hi: एप्लिकेशन साझा करने में विफल। कृपया बाद में पुनः प्रयास करें
it: Condivisione dell'app fallita. Per favore riprova più tardi
ja: アプリの共有に失敗しました。後でもう一度お試しください。
ko: 앱 공유에 실패했습니다. 나중에 다시 시도해 주세요.
tr: Uygulamayı paylaşma başarısız oldu. Lütfen daha sonra tekrar deneyin.
zh: 分享应用失败，请稍后再试

source: Select Text
ar: اختر النص
az: Mətni Seçin
de: Text auswählen
es: Seleccionar Texto
fr: Sélectionner le texte
hi: पाठ चुनें
it: Seleziona Testo
ja: テキストを選択
ko: 텍스트 선택
tr: Metni Seç
zh: 选择文本

source: Show LaTeX
ar: إظهار LaTeX
az: LaTeX-i göstər
de: LaTeX anzeigen
es: Mostrar LaTeX
fr: Afficher le LaTeX
hi: LaTeX दिखाएं
it: Mostra LaTeX
ja: LaTeXを表示
ko: LaTeX 표시
tr: LaTeX'i Göster
zh: 显示 LaTeX

source: Hide LaTeX
ar: إخفاء LaTeX
az: LaTeX-i gizlət
de: LaTeX verbergen
es: Ocultar LaTeX
fr: Masquer le LaTeX
hi: LaTeX छिपाएं
it: Nascondi LaTeX
ja: LaTeXを非表示
ko: LaTeX 숨기기
tr: LaTeX'i Gizle
zh: 隐藏 LaTeX

source: Thinking
ar: جارٍ التفكير
az: Düşünür
de: Denken
es: Pensando
fr: Réfléchissement...
hi: सोच रहा है
it: Sto pensando
ja: 考え中
ko: 생각 중
tr: Düşünüyor
zh: 思考中

# notEnoughCredits
source: Your credits have run out. We know it can be really frustrating, BUT GETTING RESPONSES FROM THE MODELS IS REALLY EXPENSIVE, and once we invest, we'll give you loads of credits daily. By the way, if you want to increase your credits, you can get Plus—it's cheaper than gum, I mean—or you can just buy credits directly; they're cheap too.
ar: انتهت رصيدك. نحن نعلم أن هذا أمر مزعج للغاية، لكن الحصول على إجابات من النماذج مكلف جداً. عندما نحصل على استثمارات، سنمنحك الكثير من الرصيد يومياً. على فكرة، إذا كنت ترغب في زيادة رصيدك، يمكنك الاشتراك في البلس – فهو أرخص من العلكة، حقاً – أو يمكنك شراء الرصيد مباشرة، فهي أيضاً رخيصة., Plus فهو أرخص من العلكة، يا إلهي
az: Kreditin bitdi. ÇOX SINIR BOZUCU olduğunu bilirik, AMMA MODELƏRDƏN CAVAB ALMAQ ÇOX PAHALIDIR. İnvestisiya gəldikdə gündə bir çox kredit verəcəyik. Bu arada, kreditlərini artırmaq istəyirsənsə, plus ala bilərsən – saqqızdan da ucuz, yəni – ya da birbaşa kredit al, onlar da ucuzdur.
de: Deine Credits sind aufgebraucht. Wir wissen, dass das extrem nervig ist, ABER ANTWORTEN VON DEN MODELLEN ZU BEKOMMEN, KOSTET SEHR VIEL. Sobald wir Investitionen erhalten, werden wir dir täglich eine Menge Credits geben. Übrigens, wenn du deine Credits erhöhen möchtest, kannst du das Plus-Paket erwerben – es ist günstiger als Kaugummi, also – oder kaufe einfach direkt Credits, die ebenfalls günstig sind.
es: Se te han agotado los créditos. Sabemos que es realmente exasperante, PERO CONSEGUIR RESPUESTAS DE LOS MODELOS ES MUY CARO. Cuando recibamos inversiones, te daremos un montón de créditos a diario. Por cierto, si deseas aumentar tus créditos, puedes adquirir el plus – es más barato que un chicle, en serio – o bien comprar créditos directamente, que también son económicos.
fr: Vos crédits sont épuisés. Nous savons que cela peut être très frustrant, MAIS OBTENIR DES RÉPONSES DES MODÈLES COÛTE TRÈS CHER, et une fois investis, nous vous attribuerons de nombreux crédits chaque jour. D'ailleurs, si vous souhaitez augmenter vos crédits, vous pouvez opter pour le plan Plus — c'est moins cher que du chewing-gum, enfin — ou vous pouvez simplement acheter des crédits directement ; ils sont également peu coûteux.
hi: आपके क्रेडिट खत्म हो गए हैं। हमें पता है कि यह बहुत ही परेशान करने वाला है, लेकिन मॉडल्स से जवाब प्राप्त करना बहुत महंगा है। जब हमें निवेश मिलेगा, तो हम रोजाना बहुत सारे क्रेडिट देंगे। वैसे, अगर आप अपने क्रेडिट बढ़ाना चाहते हैं, तो आप प्लस ले सकते हैं – यह गम से भी सस्ता है, सच में – या फिर सीधे क्रेडिट खरीदें, वे भी सस्ते हैं।
it: I tuoi crediti sono terminati. Sappiamo che è davvero snervante, MA OTTENERE RISPOSTE DAI MODELLI È MOLTO COSTOSO. Quando riceveremo investimenti, ti assegneremo un sacco di crediti ogni giorno. A proposito, se desideri aumentare i tuoi crediti, puoi acquistare il plus – è più economico della gomma, insomma – oppure compra direttamente i crediti, che sono anch'essi economici.
ja: クレジットがなくなりました。本当にイライラするのは分かっていますが、モデルから回答を得るのは非常に高額です。投資が入れば、毎日大量のクレジットを提供します。ちなみに、クレジットを増やしたいならプラスプランを購入できます。ガムよりも安いし、あるいは直接クレジットを購入することも可能です。それも安いですよ。
ko: 크레딧이 다 떨어졌습니다. 정말 짜증난다는 것을 알고 있지만, 모델로부터 답변을 얻는 것은 매우 비쌉니다. 투자를 받게 되면 매일 엄청난 양의 크레딧을 드릴 거예요. 참고로, 크레딧을 늘리고 싶다면 플러스를 구매할 수 있습니다 – 껌보다도 저렴하니까요 – 또는 직접 크레딧을 구매해도 됩니다, 그것들도 저렴합니다.
tr: Kredileriniz tükendi. Biliyoruz bu gerçekten sinir bozucu olabilir, AMA MODELLERDEN YANIT ALMAK ÇOK PAHALI, ve yatırım yaptıktan sonra size her gün bol miktarda kredi vereceğiz. Bu arada, kredilerinizi artırmak isterseniz Plus alabilirsiniz—sakızdan daha ucuz, yani—ya da kredileri doğrudan satın alabilirsiniz; onlar da ucuz.
zh: 您的积分已用完。我们知道这可能会让人感到沮丧，但从模型获取响应成本非常高，一旦我们投入，便会每日赠送大量积分。顺便说一句，如果您想增加积分，可以选择 Plus——比口香糖还便宜——或者直接购买积分；积分也很便宜。

source: User
ar: المستخدم
az: İstifadəçi
de: Benutzer
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
it: Utente
ja: ユーザー
ko: 사용자
tr: Kullanıcı
zh: 用户

source: Voice
ar: الصوت
az: Səs
de: Stimme
es: Voz
fr: Voix
hi: वॉयस
it: Voce
ja: 音声
ko: 음성
tr: Ses
zh: 语音

source: Help
ar: مساعدة
az: Kömək
de: Hilfe
es: Ayuda
fr: Aide
hi: मदद
it: Aiuto
ja: ヘルプ
ko: 도움말
tr: Yardım
zh: 帮助

source: Redeem Code
ar: استرداد الرمز
az: Kod daxil et
de: Code einlösen
es: Canjear código
fr: Utiliser un code
hi: कोड रिडीम करें
it: Riscatta Codice
ja: コードを引き換える
ko: 코드 등록
tr: Kod Kullan
zh: 兑换码

source: User ID
ar: معرّف المستخدم
az: İstifadəçi ID
de: Benutzer-ID
es: ID de usuario
fr: ID utilisateur
hi: उपयोगकर्ता आईडी
it: ID Utente
ja: ユーザーID
ko: 사용자 ID
tr: Kullanıcı Kimliği
zh: 用户 ID

# deleteAllConversationsConfirmTitle
source: Delete All Chats?
ar: حذف كل الرسائل؟
az: Bütün Söhbətləri Silmək?
de: Alle Chats löschen?
es: ¿Eliminar todos los chats?
fr: Supprimer tous les chats ?
hi: सभी चैट्स हटाएं?
it: Eliminare tutte le chat?
ja: 全チャットを削除しますか？
ko: 모든 채팅 삭제?
tr: Tüm Sohbetleri Sil?
zh: 删除所有聊天？

# deleteAllConversationsConfirmMessage
source: Are you sure you want to delete all of your chats? This cannot be undone.
ar: هل أنت متأكد أنك تريد حذف كل دردشاتك؟ لا يمكن التراجع عن هذا.
az: Bütün söhbətlərinizi silmək istədiyinizə əminsiniz? Bu əməliyyat geri dönüşü yoxdur.
de: Sind Sie sicher, dass Sie alle Ihre Chats löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que deseas eliminar todos tus chats? Esto no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer tous vos chats ? Cette action est irréversible.
hi: क्या आप वाकई सभी चैट्स हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
it: Sei sicuro di voler eliminare tutte le tue chat? Questa azione non può essere annullata.
ja: 全てのチャットを削除してもよろしいですか？この操作は元に戻せません。
ko: 모든 채팅을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
tr: Tüm sohbetlerinizi silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
zh: 确定要删除所有聊天记录吗？此操作不可撤销。

# allConversationsDeleted
source: All conversations were deleted successfully!
ar: تم حذف جميع الرسائل بنجاح!
az: Bütün söhbətlər uğurla silindi!
de: Alle Unterhaltungen wurden erfolgreich gelöscht!
es: ¡Todas las conversaciones fueron eliminadas exitosamente!
fr: Toutes les conversations ont été supprimées avec succès !
hi: सभी चैट्स सफलतापूर्वक हटाए गए!
it: Tutte le conversazioni sono state eliminate con successo!
ja: すべてのチャットが正常に削除されました！
ko: 모든 채팅이 성공적으로 삭제되었습니다!
tr: Tüm sohbetler başarıyla silindi!
zh: 所有对话已成功删除！

source: Delete All
ar: حذف الكل
az: Hamısını Sil
de: Alle löschen
es: Eliminar Todo
fr: Supprimer tout
hi: सभी हटाएं
it: Elimina Tutto
ja: すべて削除
ko: 모두 삭제
tr: Tümünü Sil
zh: 全部删除

# deleteAllConversationsButton
source: Delete All Conversations
ar: حذف كل الدردشات
az: Bütün Söhbətləri Sil
de: Alle Unterhaltungen löschen
es: Eliminar Todas las Conversaciones
fr: Supprimer toutes les conversations
hi: सभी चैट्स हटाएं
it: Elimina Tutte le Conversazioni
ja: 全チャット削除
ko: 모든 채팅 삭제
tr: Tüm Sohbetleri Sil
zh: 删除所有对话

# confirmWord
source: Type VERTEX
ar: اكتب VERTEX
az: VERTEX yazın
de: Geben Sie VERTEX ein
es: Escribe VERTEX
fr: Tapez VERTEX
hi: VERTEX टाइप करें
it: Digita VERTEX
ja: VERTEXと入力してください
ko: VERTEX 입력
tr: VERTEX yazın
zh: 输入 VERTEX

# confirmWordError
source: You typed it wrong
ar: كتبتها بشكل خاطئ
az: Düz yazmadınız
de: Sie haben es falsch eingegeben.
es: Lo escribiste mal
fr: Vous l'avez mal tapé
hi: आपने गलत टाइप किया
it: Hai digitato in modo errato
ja: 入力が正しくありません
ko: 잘못 입력하셨습니다
tr: Yanlış yazdınız
zh: 您输入错误

source: Chinese
fr: Chinois
tr: Çince
zh: 中文

source: Indian
fr: Indien
tr: Hintçe
zh: 印度语

source: Arabic
fr: Arabe
tr: Arapça
zh: 阿拉伯语

source: French
fr: Français
tr: Fransızca
zh: 法语

source: Italian
fr: Italien
tr: İtalyanca
zh: 意大利语

source: Spanish
fr: Espagnol
tr: İspanyolca
zh: 西班牙语

source: Japanese
fr: Japonais
tr: Japonca
zh: 日语

source: Korean
fr: Coréen
tr: Korece
zh: 韩语

source: Azerbaijan Turkish
fr: Turc d'Azerbaïdjan
tr: Azerbaycan Türkçesi
zh: 阿塞拜疆土耳其语

source: Deutsch
fr: Allemand
tr: Almanca
zh: 德语

source: English
ar: الإنجليزية
az: İngilis
de: Englisch
es: Inglés
fr: Anglais
hi: अंग्रेज़ी
it: Inglese
ja: 英語
ko: 영어
tr: İngilizce
zh: 英语

source: Turkish
ar: التركية
az: Türk
de: Türkisch
es: Turco
fr: Turc
hi: तुर्की
it: Turco
ja: トルコ語
ko: 터키어
tr: Türkçe
zh: 土耳其语

source: RAM
ar: الرام
zh: 内存

# usernameTooShort
source: Username is too short.
ar: اسم المستخدم قصير جدًا
az: İstifadəçi adı çox qısadır
de: Der Benutzername ist zu kurz
es: El nombre de usuario es demasiado corto
fr: Le nom d'utilisateur est trop court.
hi: उपयोगकर्ता नाम बहुत छोटा है
it: Il nome utente è troppo corto
ja: ユーザー名が短すぎます
ko: 사용자 이름이 너무 짧습니다
tr: Kullanıcı adı çok kısa.
zh: 用户名太短。

# usernameTooLong
source: Username cannot exceed 16 characters.
ar: لا يمكن أن يتجاوز اسم المستخدم 16 حرفًا.
az: İstifadəçi adı 16 simvoldan çox ola bilməz.
de: Der Benutzername darf nicht länger als 16 Zeichen sein.
es: El nombre de usuario no puede exceder los 16 caracteres.
fr: Le nom d'utilisateur ne peut pas dépasser 16 caractères.
hi: उपयोगकर्ता नाम 16 अक्षरों से अधिक नहीं हो सकता।
it: Il nome utente non può superare i 16 caratteri.
ja: ユーザー名は16文字以内でなければなりません。
ko: 사용자 이름은 16자를 초과할 수 없습니다.
tr: Kullanıcı adı 16 karakteri aşamaz.
zh: 用户名不能超过 16 个字符。

# invalidUsernameCharacters
source: Only these letters: 'abcçdefgğhıijklmnoöprsştuüvyzxqw' and the characters '.', '-', '_' can be used in the username.
ar: يمكن استخدام الأحرف التالية فقط: 'abcçdefgğhıijklmnoöprsştuüvyzxqw' والحروف '.', '-', '_' في اسم المستخدم.
az: Yalnız bu hərflər istifadə oluna bilər: 'abcçdefgğhıijklmnoöprsştuüvyzxqw' və simvollar: '.', '-', '_'
de: Es können nur folgende Buchstaben verwendet werden: 'abcçdefgğhıijklmnoöprsştuüvyzxqw' sowie die Zeichen '.', '-', '_' im Benutzernamen.
es: Solo se pueden usar estas letras: 'abcçdefgğhıijklmnoöprsştuüvyzxqw' y los caracteres '.', '-', '_' en el nombre de usuario.
fr: Seules ces lettres : 'abcçdefgğhıijklmnoöprsştuüvyzxqw' et les caractères '.', '-', '_' peuvent être utilisés dans le nom d'utilisateur.
hi: केवल ये अक्षर: 'abcçdefgğhıijklmnoöprsştuüvyzxqw' और '.', '-', '_' उपयोग किए जा सकते हैं।
it: Sono consentite solo le seguenti lettere: 'abcçdefgğhıijklmnoöprsştuüvyzxqw' e i caratteri '.', '-', '_' nel nome utente.
ja: ユーザー名にはこれらの文字のみ使用できます： 'abcçdefgğhıijklmnoöprsştuüvyzxqw' および '.', '-', '_'
ko: 사용자 이름에는 'abcçdefgğhıijklmnoöprsştuüvyzxqw' 및 '.', '-', '_' 문자만 사용할 수 있습니다.
tr: Kullanıcı adında yalnızca şu harfler kullanılabilir: 'abcçdefgğhıijklmnoöprsştuüvyzxqw' ve '.', '-', '_' karakterleri.
zh: 用户名只能使用这些字母：'abcçdefgğhıijklmnoöprsştuüvyzxqw' 以及字符 '.', '-', '_'。

# passwordTooLong
source: Password cannot exceed 64 characters.
ar: لا يمكن أن يتجاوز كلمة المرور 64 حرفًا.
az: Şifrə 64 simvoldan çox ola bilməz.
de: Das Passwort darf nicht länger als 64 Zeichen sein.
es: La contraseña no puede exceder los 64 caracteres.
fr: Le mot de passe ne peut pas dépasser 64 caractères.
hi: पासवर्ड 64 अक्षरों से अधिक नहीं हो सकता।
it: La password non può superare i 64 caratteri.
ja: パスワードは64文字以内でなければなりません。
ko: 비밀번호는 64자를 초과할 수 없습니다.
tr: Şifre 64 karakteri geçemez.
zh: 密码不能超过 64 个字符。

source: No internet connection.
ar: لا يوجد اتصال بالإنترنت
az: İnternet bağlantısı yoxdur
de: Keine Internetverbindung
es: Sin conexión a internet
fr: Pas de connexion internet.
hi: इंटरनेट कनेक्शन उपलब्ध नहीं है
it: Nessuna connessione internet
ja: インターネット接続がありません
ko: 인터넷 연결이 없습니다
tr: İnternet bağlantısı yok.
zh: 无网络连接。

# chats
source: Inbox
ar: الرسائل
az: Gələnlər qutusu
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
hi: इनबॉक्स
it: Posta in Arrivo
ja: 受信箱
ko: 받은 메시지함
tr: Sohbetler
zh: 收件箱

source: Library
ar: المكتبة
az: Kitabxana
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
hi: लाइब्रेरी
it: Libreria
ja: ライブラリ
ko: 라이브러리
tr: Kütüphane
zh: 库

# inappropriateMessageWarning
source: Inappropriate message detected!
ar: تم اكتشاف رسالة غير مناسبة!
az: Uyğunsuz mesaj aşkar edildi!
de: Eine unangebrachte Nachricht wurde erkannt!
es: ¡Se detectó un mensaje inapropiado!
fr: Message inapproprié détecté !
hi: एक अनुपयुक्त संदेश पाया गया!
it: È stato rilevato un messaggio inappropriato!
ja: 不適切なメッセージが検出されました！
ko: 부적절한 메시지가 감지되었습니다!
tr: Uygunsuz mesaj tespit edildi!
zh: 检测到不当消息！

# myModelDescription
source: My model.
ar: نموذجي.
az: Mənim modelim.
de: Mein Modell.
es: Mi modelo.
fr: Mon modèle.
hi: मेरा मॉडल।
it: Il mio modello.
ja: 私のモデル。
ko: 내 모델입니다.
tr: Benim modelim.
zh: 我的模型。

# noModelsDownloaded
source: You haven't downloaded any models yet.
ar: لم تقم بتحميل أي نموذج بعد.
az: Hələ heç bir model yükləməmisiniz.
de: Sie haben noch keine Modelle heruntergeladen.
es: Aún no has descargado ningún modelo.
fr: Vous n'avez pas encore téléchargé de modèles.
hi: आपने अभी तक कोई मॉडल डाउनलोड नहीं किया है।
it: Non hai ancora scaricato nessun modello.
ja: まだモデルをダウンロードしていません。
ko: 아직 모델을 다운로드하지 않았습니다.
tr: Henüz hiçbir model indirmediniz.
zh: 您还未下载任何模型。

# text
source: Plain Text
ar: نص عادي
az: Sadə Mətn
de: Klartext
es: Texto Plano
fr: Texte brut
hi: सादे पाठ
it: Testo
ja: プレーンテキスト
ko: 일반 텍스트
tr: Düz Metin
zh: 纯文本

source: Remove Model
ar: إزالة النموذج
az: Modeli Sil
de: Modell entfernen
es: Eliminar Modelo
fr: Supprimer le modèle
hi: मॉडल हटाएं
it: Rimuovi Modello
ja: モデルの削除
ko: 모델 제거
tr: Modeli Kaldır
zh: 移除模型

source: Model uploaded successfully.
ar: تم رفع النموذج بنجاح.
az: Model uğurla yükləndi.
de: Modell erfolgreich hochgeladen.
es: Modelo subido exitosamente.
fr: Modèle téléchargé avec succès.
hi: मॉडल सफलतापूर्वक अपलोड किया गया।
it: Modello caricato con successo.
ja: モデルが正常にアップロードされました。
ko: 모델이 성공적으로 업로드되었습니다.
tr: Model başarıyla yüklendi.
zh: 模型上传成功。

# insufficientRAM
source: Low Memory
ar: ذاكرة منخفضة
az: Yaddaş Azlığı
de: Wenig Arbeitsspeicher
es: Memoria baja
fr: Mémoire insuffisante
hi: कम मेमोरी
it: Memoria insufficiente
ja: メモリ不足
ko: 메모리 부족
tr: Bellek Yetersiz
zh: 内存不足

# insufficientStorage
source: Low Storage
ar: تخزين منخفض
az: Yaddaş Azlığı
de: Wenig Speicherplatz
es: Espacio de almacenamiento bajo
fr: Stockage insuffisant
hi: कम स्टोरेज
it: Spazio insufficiente
ja: ストレージ不足
ko: 저장 공간 부족
tr: Depolama Yetersiz
zh: 存储空间不足

# confirmRemoveModel
source: Are you sure you want to remove the {model} model from your device?
ar: هل أنت متأكد أنك تريد إزالة نموذج {model} من جهازك؟
az: {model} modelini cihazınızdan silmək istədiyinizə əminsiniz?
de: Möchten Sie das Modell {model} wirklich von Ihrem Gerät entfernen?
es: ¿Estás seguro de que deseas eliminar el modelo {model} de tu dispositivo?
fr: Êtes-vous sûr de vouloir supprimer le modèle {model} de votre appareil ?
hi: क्या आप वाकई {model} मॉडल को अपने डिवाइस से हटाना चाहते हैं?
it: Sei sicuro di voler rimuovere il modello {model} dal tuo dispositivo?
ja: {model} モデルをデバイスから削除してもよろしいですか？
ko: {model} 모델을 장치에서 제거하시겠습니까?
tr: {model} modelini cihazınızdan kaldırmak istediğinizden emin misiniz?
zh: 确定要从设备中移除 {model} 模型吗？

# noMatchingModels
source: No matching models found.
ar: لم يتم العثور على نماذج مطابقة.
az: Uyğun model tapılmadı.
de: Keine passenden Modelle gefunden.
es: No se encontraron modelos coincidentes.
fr: Aucun modèle correspondant trouvé.
hi: कोई मेल खाते मॉडल नहीं मिले।
it: Nessun modello corrispondente trovato.
ja: 一致するモデルが見つかりません。
ko: 일치하는 모델을 찾을 수 없습니다.
tr: Eşleşen model bulunamadı.
zh: 未找到匹配的模型。

# creditPackage
source: Buy {amount} Credits
fr: Acheter {amount} crédits
tr: {amount} Kredi Satın Al
zh: 购买 {amount} 积分

# benefit1
source: Many more message limit
ar: عدد رسائل أكبر بكثير
az: Daha çox mesaj limiti
de: Deutlich höhere Nachrichtenbegrenzung
es: Mucho más límite de mensajes
fr: Beaucoup plus de messages
hi: कई अधिक संदेश सीमा
it: Molti più messaggi a disposizione
ja: 大幅に増えたメッセージ制限
ko: 더 많은 메시지 제한
tr: Daha fazla mesaj limiti
zh: 更多消息限制

# benefit2
source: Upload your own models
ar: حمل نماذجك الخاصة
az: Öz modellərinizi yükləyin
de: Eigene Modelle hochladen
es: Sube tus propios modelos
fr: Téléchargez vos propres modèles
hi: अपना स्वयं का मॉडल अपलोड करें
it: Carica i tuoi modelli
ja: 自分のモデルをアップロード可能
ko: 자신의 모델 업로드
tr: Kendi modellerinizi yükleyin
zh: 上传您自己的模型

# benefit3
source: Profile effect
ar: تأثير الملف الشخصي
az: Profil effekti
de: Profil-Effekt
es: Efecto de perfil
fr: Effet de profil
hi: प्रोफ़ाइल प्रभाव
it: Effetto profilo
ja: プロフィール効果
ko: 프로필 효과
tr: Profil efekti
zh: 个性化头像效果

# benefit4
source: Membership badge
ar: شارة العضوية
az: Üzvlük nişanı
de: Mitgliedschafts-Abzeichen
es: Insignia de membresía
fr: Badge d'adhésion
hi: सदस्यता बैज
it: Badge di abbonamento
ja: メンバーシップバッジ
ko: 멤버십 배지
tr: Üyelik rozeti
zh: 会员徽章

# benefit5
source: Create models
ar: إنشاء نماذج
az: Modellər yaradın
de: Modelle erstellen
es: Crea modelos
fr: Créer des modèles
hi: मॉडल बनाएँ
it: Crea modelli
ja: モデル作成
ko: 모델 생성
tr: Modeller oluşturun
zh: 创建模型

# benefit6
source: Unlimited chat
ar: دردشة غير محدودة
az: Limitsiz söhbət
de: Unbegrenzter Chat
es: Chat ilimitado
fr: Chat illimité
hi: अनलिमिटेड चैट
it: Chat illimitata
ja: 無制限チャット
ko: 무제한 채팅
tr: Sınırsız sohbet
zh: 无限聊天

# benefit7
source: New models
ar: نماذج جديدة
az: Yeni modellər
de: Neue Modelle
es: Nuevos modelos
fr: Nouveaux modèles
hi: नए मॉडल
it: Nuovi modelli
ja: 新モデル
ko: 신규 모델
tr: Yeni modeller
zh: 新模型
