Repository: Murateba/Cortex
Catalog: lib/l10n/app_*.arb
Languages: ar, az, de, es, fr, hi, it, ja, ko, tr, zh

# modelLlamaDescription
source: The Llama Model Series is a flagship suite of scalable AI models developed by Meta Platforms Inc. over a 3‑year intensive R&D process with a total investment of $200 million. Engineered to handle billions of data points, Llama utilizes a multi‑layered transformer architecture enhanced by deep learning algorithms to deliver high accuracy in predictive analytics, natural language understanding, and content generation. The training process incorporated Nvidia’s A100 GPUs along with Meta’s proprietary AI acceleration hardware, ensuring optimal performance across diverse tasks. A global team of engineers, data scientists, and academic experts collaborated to minimize error rates and enhance the model’s resilience and adaptability across various applications including social media analytics, e‑commerce, education, and healthcare. The modular design of Llama allows for easy customization, providing tailored solutions that meet specific industry demands while strictly adhering to security, privacy, and ethical standards. Continuous research, iterative testing, and regular updates have been fundamental to its development, positioning Llama as a cornerstone of Meta’s strategy to lead the future of artificial intelligence. As the AI landscape evolves, Llama is set to integrate newer technologies and methodologies, ensuring its ongoing relevance and competitive edge in the global market.
ar: Llama 3.2 هو نموذج لغوي طورته ميتا، يقدم ميزات مبتكرة في مجال معالجة اللغة الطبيعية. بالمقارنة مع الإصدارات السابقة، يوفر هذا النموذج دقة وسرعة وكفاءة أعلى. يتميز Llama 3.2 كخيار متقدم للحلول المعتمدة على الذكاء الاصطناعي، حيث يقدم ردودًا أكثر شبهاً بالبشر ويقلل من الأخطاء.
az: Llama 3.2, Meta tərəfindən inkişaf etdirilən bir dil modelidir və təbii dil emalı sahəsində yenilikçi xüsusiyyətlər təqdim edir. Əvvəlki versiyalarla müqayisədə, bu model daha yüksək dəqiqlik, sürət və səmərəlilik təqdim edir. Llama 3.2 insanvari cavablar verməkdə və səhvləri minimuma endirməkdə üstünlük təşkil edir.
de: Llama 3.2 ist ein von Meta entwickeltes Sprachmodell, das innovative Funktionen im Bereich der natürlichen Sprachverarbeitung bietet. Im Vergleich zu früheren Versionen liefert dieses Modell eine höhere Genauigkeit, Geschwindigkeit und Effizienz. Llama 3.2 zeichnet sich als fortschrittliche Option für KI-basierte Lösungen aus, da es menschenähnlichere Antworten liefert und Fehler minimiert.
es: Llama 3.2 es un modelo de lenguaje desarrollado por Meta, que ofrece características innovadoras en el campo del procesamiento del lenguaje natural. En comparación con versiones anteriores, este modelo proporciona mayor precisión, velocidad y eficiencia. Llama 3.2 se destaca como una opción avanzada para soluciones basadas en IA, ofreciendo respuestas más similares a las humanas y minimizando errores.
fr: La série de modèles Llama est une gamme phare de modèles d'IA évolutifs développée par Meta Platforms Inc. au cours d'un processus intensif de R&D de 3 ans, avec un investissement total de 200 millions de dollars. Conçu pour traiter des milliards de points de données, Llama utilise une architecture de transformateur multicouche renforcée par des algorithmes de deep learning afin d'offrir une grande précision dans l'analyse prédictive, la compréhension du langage naturel et la génération de contenu. Le processus d'entraînement a intégré les GPU A100 de Nvidia ainsi que le matériel d'accélération IA propriétaire de Meta, garantissant des performances optimales pour diverses tâches. Une équipe mondiale d'ingénieurs, de data scientists et d'experts académiques a collaboré pour minimiser les taux d'erreur et améliorer la résilience et l'adaptabilité du modèle dans diverses applications, notamment l'analyse des médias sociaux, le commerce électronique, l'éducation et la santé. La conception modulaire de Llama permet une personnalisation aisée, offrant des solutions sur mesure répondant aux exigences spécifiques de l'industrie tout en respectant strictement les normes de sécurité, de confidentialité et d'éthique. La recherche continue, les tests itératifs et les mises à jour régulières ont été essentiels à son développement, positionnant Llama comme une pierre angulaire de la stratégie de Meta pour diriger l'avenir de l'intelligence artificielle. À mesure que le paysage de l'IA évolue, Llama est prêt à intégrer de nouvelles technologies et méthodologies, garantissant sa pertinence continue et son avantage compétitif sur le marché mondial.
hi: लामा 3.2 मेटा द्वारा विकसित एक भाषा मॉडल है, जो प्राकृतिक भाषा प्रसंस्करण के क्षेत्र में नवोन्मेषी विशेषताएं प्रदान करता है। यह मॉडल पिछले संस्करणों की तुलना में उच्च सटीकता, गति और कुशलता प्रदान करता है, और अधिक मानवीय प्रतिक्रियाओं के साथ उन्नत विकल्प के रूप में उभरता है।
it: Llama 3.2 è un modello linguistico sviluppato da Meta, che offre funzionalità innovative nel campo dell'elaborazione del linguaggio naturale. Rispetto alle versioni precedenti, questo modello garantisce maggiore accuratezza, velocità ed efficienza. Llama 3.2 si distingue come un'opzione avanzata per soluzioni basate sull'AI, offrendo risposte più umane e riducendo al minimo gli errori.
ja: Llama 3.2はMetaが開発した言語モデルで、自然言語処理の分野において革新的な機能を提供します。従来のバージョンと比べて、より高い精度、速度、効率を実現しています。Llama 3.2は、より人間らしい応答とエラーの最小化を実現する、AIソリューション向けの先進的な選択肢として際立っています。
ko: Llama 3.2는 Meta에서 개발한 언어 모델로 자연어 처리 분야의 혁신적인 기능을 제공합니다. 이전 버전과 비교해 높은 정확도, 속도 및 효율성을 자랑합니다. Llama 3.2는 보다 인간적인 응답을 제공하고 오류를 최소화하는 고급 AI 솔루션입니다.
tr: Llama Model Serisi, Meta Platforms Inc. tarafından 3 yıllık yoğun Ar-Ge süreci ve toplam 200 milyon dolarlık yatırım ile geliştirilen, ölçeklenebilir yapay zeka modellerinin amiral gemisi koleksiyonudur. Milyarlarca veri noktasını işleyebilmek için tasarlanan Llama, çok katmanlı transformer mimarisini derin öğrenme algoritmalarıyla güçlendirerek öngörüsel analitik, doğal dil anlama ve içerik üretiminde yüksek doğruluk sağlar. Eğitim sürecinde, çeşitli görevlerde optimum performans sağlamak için Nvidia’nın A100 GPU’ları ile Meta’nın özel yapay zeka hızlandırma donanımı kullanılmıştır. Dünya çapında mühendisler, veri bilimcileri ve akademik uzmanlardan oluşan bir ekip, hata oranlarını minimize etmek ve modelin sosyal medya analitiği, e-ticaret, eğitim ve sağlık gibi farklı uygulamalarda dayanıklılığını artırmak için işbirliği yapmıştır. Llama’nın modüler tasarımı, belirli endüstri gereksinimlerini karşılayan özelleştirilmiş çözümler sunarken, güvenlik, gizlilik ve etik standartlara sıkı sıkıya bağlı kalınmasını sağlar. Sürekli araştırma, iteratif testler ve düzenli güncellemeler, Llama’nın geliştirilmesinin temelini oluşturmuş ve onu Meta’nın yapay zekanın geleceğine yön verme stratejisinin temel taşı haline getirmiştir. Yapay zeka dünyası geliştikçe, Llama; yeni teknolojileri ve metodolojileri entegre ederek küresel pazarda geçerliliğini ve rekabet avantajını koruyacaktır.
zh: Llama 模型系列是 Meta Platforms Inc. 经过 3 年高强度研发和 2 亿美元总投资打造的旗舰级可扩展 AI 模型套件。Llama 采用多层次 Transformer 架构，并结合深度学习算法处理数十亿数据点，实现了预测分析、自然语言理解和内容生成的高精度。训练过程中使用了 Nvidia A100 GPU 以及 Meta 专有的 AI 加速硬件，确保在各类任务中达到最佳性能。全球工程师、数据科学家和学术专家团队通力合作，致力于降低错误率，提升模型在社交媒体分析、电子商务、教育和医疗等多领域的韧性和适应性。Llama 的模块化设计便于定制，可提供满足特定行业需求的量身解决方案，同时严格遵循安全、隐私和伦理标准。持续的研究、迭代测试和定期更新是其开发的基石，使 Llama 成为 Meta 引领未来人工智能战略的基石。随着 AI 领域不断演进，Llama 将整合新技术和新方法，确保其在全球市场上的持续相关性和竞争优势。

# modelLlamaShortDescription
source: Meta's high-performance AI designed for complex text.
ar: ذكاء اصطناعي عالي الأداء من ميتا مصمم للنصوص المعقدة.
az: Meta-nın mürəkkəb mətn üçün dizayn edilmiş yüksək performanslı AI.
de: Metas leistungsstarke KI, entwickelt für komplexe Texte.
es: La IA de alto rendimiento de Meta diseñada para textos complejos.
fr: L'IA haute performance de Meta conçue pour des textes complexes.
hi: जटिल टेक्स्ट के लिए मेटा का उच्च-प्रदर्शन एआई।
it: Modello AI ad alte prestazioni di Meta progettato per testi complessi.
ja: 複雑なテキスト処理向けに設計されたMetaの高性能AIです。
ko: 복잡한 텍스트를 위한 Meta의 고성능 AI입니다.
tr: Karmaşık metinler için tasarlanmış, Meta'nın yüksek performanslı yapay zekası.
zh: Meta 的高性能 AI，专为复杂文本设计。

# modelHermesDescription
source: The Hermes Model Series is a pioneering suite of AI models developed by Hermes AI Innovations, specifically designed to transform communication and real‑time data integration. Over an intensive 18‑month period and with an investment of $70 million, Hermes was engineered to excel in natural language processing, multilingual interaction, and dynamic data analysis. During its development, the team employed high‑performance Nvidia V100 and A100 GPUs to handle complex computational tasks and to ensure rapid, real‑time processing capabilities. The project brought together a diverse group of experts—including engineers, linguists, data analysts, and system architects—who focused on optimizing the model’s ability to understand context, process speech, and engage in natural dialogue across various languages. Hermes is tailored for applications such as voice‑activated assistants, interactive customer service systems, and real‑time communication platforms, providing flexible, modular solutions that can be customized for both enterprise and individual use. Stringent security protocols and data privacy measures were integral to its development, with comprehensive testing and iterative improvements ensuring reliability and robustness. As the landscape of digital communication evolves, the Hermes Model Series is poised to integrate emerging GPU technologies and advanced algorithmic updates to meet future challenges. With its commitment to innovation and excellence, Hermes represents the next generation of communication‑focused AI, driving forward the potential of intelligent, responsive systems in a global market.
ar: Hermes 3 هو نموذج لغوي كبير يعتمد على Llama 3.1 من ميتا وهو قوي بشكل خاص في مهام مثل توليد اللغة، إدارة السياق، وتحليل النصوص المعقدة. طوره Nous Research، ويزود بميزات مثل الاحتفاظ بالسياق طويل الأمد، إدارة الحوارات المتعددة الأدوار، والقدرات التمثيلية. بالإضافة إلى ذلك، يتمتع بقدرات محسنة للحوار الداخلي واستدعاء الدوال، مما يجعله مساعدًا فعالًا في مجالات مثل دعم العملاء، إنشاء المحتوى، والتحليل.
az: Hermes 3, Meta’nın Llama 3.1 əsasında qurulmuş böyük dil modelidir və dil generasiyası, kontekst idarəetməsi və mürəkkəb mətn təhlili kimi tapşırıqlarda xüsusilə güclüdür. Nous Research tərəfindən inkişaf etdirilən Hermes 3, uzunmüddətli kontekst saxlama, çox mərhələli dialoq idarəetməsi və rol oyunu kimi xüsusiyyətlərlə təchiz olunub. Bundan əlavə, daxili monoloq və funksiya çağırışı qabiliyyətləri ilə təkmilləşdirilib və müştəri dəstəyi, məzmun yaradılması və təhlil kimi müxtəlif sahələrdə effektiv köməkçi rolunu oynayır.
de: Hermes 3 ist ein großes Sprachmodell, das auf Meta’s Llama 3.1 basiert und besonders leistungsfähig bei Aufgaben wie der Spracherzeugung, Kontextverwaltung und komplexen Textanalysen ist. Entwickelt von Nous Research, ist Hermes 3 mit Funktionen wie langfristiger Kontextbeibehaltung, Multi-Turn-Dialogmanagement und Rollenspiel-Fähigkeiten ausgestattet. Zusätzlich verfügt es über verbesserte Fähigkeiten für innere Monologe und Funktionsaufrufe, was es zu einem effektiven Assistenten in Bereichen wie Kundensupport, Inhaltserstellung und Analyse macht.
es: Hermes 3 es un modelo de lenguaje grande basado en Llama 3.1 de Meta y es especialmente potente en tareas como generación de lenguaje, manejo de contexto y análisis de textos complejos. Desarrollado por Nous Research, Hermes 3 cuenta con características como retención de contexto a largo plazo, manejo de diálogos de múltiples turnos y capacidades de rol. Además, tiene habilidades mejoradas para monólogos internos y llamadas de función, haciéndolo un asistente eficaz para uso en diversos campos como soporte al cliente, creación de contenido y análisis.
fr: La série de modèles Hermes est une suite pionnière de modèles d'IA développée par Hermes AI Innovations, spécialement conçue pour transformer la communication et l'intégration de données en temps réel. Sur une période intensive de 18 mois et avec un investissement de 70 millions de dollars, Hermes a été conçu pour exceller dans le traitement du langage naturel, l'interaction multilingue et l'analyse dynamique des données. Au cours de son développement, l'équipe a utilisé des GPU Nvidia V100 et A100 performants pour gérer des tâches computationnelles complexes et garantir des capacités de traitement rapide en temps réel. Le projet a réuni un groupe diversifié d'experts — incluant des ingénieurs, des linguistes, des analystes de données et des architectes système — qui se sont concentrés sur l'optimisation de la capacité du modèle à comprendre le contexte, traiter la parole et engager un dialogue naturel dans différentes langues. Hermes est conçu pour des applications telles que les assistants vocaux, les systèmes de service client interactifs et les plateformes de communication en temps réel, offrant des solutions modulaires et flexibles pouvant être personnalisées pour un usage professionnel ou individuel. Des protocoles de sécurité stricts et des mesures de confidentialité des données ont été intégrés dès le début, avec des tests complets et des améliorations itératives garantissant fiabilité et robustesse. À mesure que le paysage de la communication numérique évolue, la série de modèles Hermes est prête à intégrer les nouvelles technologies GPU émergentes et des mises à jour algorithmiques avancées pour relever les défis futurs. Par son engagement envers l'innovation et l'excellence, Hermes représente la prochaine génération d'IA axée sur la communication, faisant progresser le potentiel des systèmes intelligents et réactifs sur le marché mondial.
hi: हर्मीस 3 मेटा के लामा 3.1 पर आधारित एक बड़ा भाषा मॉडल है जो विशेष रूप से भाषा उत्पादन, संदर्भ प्रबंधन, और जटिल टेक्स्ट विश्लेषण में शक्तिशाली है। इसे नाउ रिसर्च द्वारा विकसित किया गया है, हर्मीस 3 में दीर्घकालिक संदर्भ स्मरण, बहु-टर्न संवाद प्रबंधन, और भूमिका निभाने की क्षमताएं शामिल हैं।
it: Hermes 3 è un modello linguistico di grandi dimensioni basato su Llama 3.1 di Meta ed è particolarmente potente in compiti come generazione del linguaggio, gestione del contesto e analisi di testi complessi. Sviluppato da Nous Research, Hermes 3 è dotato di funzionalità come la conservazione del contesto a lungo termine, la gestione dei dialoghi multi-turno e capacità di role-playing. Inoltre, ha abilità migliorate per monologhi interni e chiamate di funzione, rendendolo un assistente efficace in vari campi come supporto clienti, creazione di contenuti e analisi.
ja: Hermes 3はMetaのLlama 3.1に基づく大規模な言語モデルで、言語生成、コンテキスト管理、複雑なテキスト解析などのタスクにおいて特に強力です。Nous Researchによって開発されたHermes 3は、長期的なコンテキスト保持、複数ターンの対話管理、ロールプレイ機能などの機能を備えています。さらに、内省モノローグや関数呼び出しの能力が強化されており、カスタマーサポート、コンテンツ作成、解析など様々な分野で効果的なアシスタントとして利用できます。
ko: Hermes 3은 Meta의 Llama 3.1을 기반으로 한 대규모 언어 모델로, 언어 생성, 컨텍스트 관리, 복잡한 텍스트 분석에 특히 강력합니다. Nous Research에서 개발한 Hermes 3은 장기 컨텍스트 유지, 다중 회전 대화 관리 및 역할 수행 기능을 갖추고 있으며, 내면 독백과 함수 호출 기능이 향상되어 고객 지원, 콘텐츠 제작, 분석 등 다양한 분야에서 효과적인 도우미 역할을 수행합니다.
tr: Hermes Model Serisi, Hermes AI Innovations tarafından geliştirilen ve iletişimi ile gerçek zamanlı veri entegrasyonunu dönüştürmek üzere özel olarak tasarlanmış öncü bir yapay zeka modeli koleksiyonudur. Yoğun 18 aylık bir süreç ve 70 milyon dolarlık yatırım ile geliştirilen Hermes, doğal dil işleme, çok dilli etkileşim ve dinamik veri analizi konularında üstün performans sergilemek üzere tasarlanmıştır. Geliştirme sürecinde ekip, karmaşık hesaplama görevlerini yönetmek ve hızlı, gerçek zamanlı işlem yetenekleri sağlamak için yüksek performanslı Nvidia V100 ve A100 GPU’larını kullanmıştır. Proje, mühendisler, dilbilimciler, veri analistleri ve sistem mimarlarından oluşan çeşitli uzmanları bir araya getirerek, modelin bağlamı anlama, konuşmayı işleme ve çeşitli dillerde doğal diyalog kurma yeteneğini optimize etmeye odaklanmıştır. Hermes, sesle etkinleştirilen asistanlar, etkileşimli müşteri hizmetleri sistemleri ve gerçek zamanlı iletişim platformları gibi uygulamalar için esnek, modüler çözümler sunar; hem kurumsal hem de bireysel kullanıma uygun özelleştirilebilir. Geliştirme sürecinde sıkı güvenlik protokolleri ve veri gizliliği önlemleri uygulanmış, kapsamlı testler ve iteratif iyileştirmelerle modelin güvenilirliği sağlanmıştır. Dijital iletişim dünyası geliştikçe, Hermes Model Serisi; yeni nesil GPU teknolojilerini ve gelişmiş algoritmik güncellemeleri entegre ederek gelecekteki zorluklara yanıt vermeye hazırdır. Yenilik ve mükemmeliyete olan bağlılığıyla, Hermes; küresel pazarda akıllı, duyarlı sistemlerin potansiyelini ileri taşıyan iletişime odaklı yapay zekanın bir sonraki neslini temsil etmektedir.
zh: Hermes 模型系列是由 Hermes AI Innovations 开发的一系列开创性 AI 模型，专为变革通信和实时数据整合而设计。在经过 18 个月的高强度研发和 7000万美元的投资后，Hermes 被打造为在自然语言处理、多语言交互和动态数据分析方面表现出色。开发过程中，团队使用了高性能的 Nvidia V100 和 A100 GPU，以处理复杂计算任务，确保快速实时处理能力。该项目汇集了包括工程师、语言学家、数据分析师和系统架构师在内的多领域专家，致力于优化模型理解上下文、处理语音和在多语言间进行自然对话的能力。Hermes 适用于语音助手、互动客服系统和实时通信平台等应用，提供灵活、模块化的解决方案，既可满足企业需求，也适用于个人使用。严格的安全协议和数据隐私措施是其开发的重要组成部分，经过全面测试和迭代改进，确保了模型的可靠性和稳健性。随着数字通信领域的发展，Hermes 模型系列将整合新兴 GPU 技术和先进算法更新，以应对未来挑战。凭借对创新与卓越的承诺，Hermes 代表了下一代专注于通信的 AI，推动全球智能、响应系统的潜力。

# modelHermesShortDescription
source: Designed for image and text understanding with superior power.
ar: مصمم لفهم الصور والنصوص بقدرة فائقة.
az: Şəkil və mətnin başa düşülməsi üçün üstün gücə malik.
de: Entwickelt für Bild- und Textverständnis mit überlegener Leistung.
es: Diseñado para la comprensión de imagen y texto con gran potencia.
fr: Conçu pour la compréhension d'images et de textes avec une puissance supérieure.
hi: बेहतर पावर के साथ इमेज और टेक्स्ट समझने के लिए डिज़ाइन किया गया।
it: Progettato per la comprensione di immagini e testi con grande potenza.
ja: 画像とテキストの理解に優れた、強力な設計のモデルです。
ko: 탁월한 이미지 및 텍스트 이해를 위해 설계된 모델입니다.
tr: Görüntü ve metin anlayışı için üstün güçle tasarlanmıştır.
zh: 专为图像和文本理解而设计，具有卓越性能。

# modelTeacherTitle
source: Teacher
ar: المعلم
az: Müəllim
de: Lehrer
es: Profesor
fr: Enseignant
hi: शिक्षक
it: Insegnante
ja: 教師
ko: 선생님
tr: Öğretmen
zh: 教师

# modelTeacherShortDescription
source: An AI model specialized in education.
ar: نموذج ذكاء اصطناعي متخصص في التعليم.
az: Təhsil üzrə ixtisaslaşmış AI modeli.
de: Ein KI-Modell, spezialisiert auf Bildung.
es: Un modelo de IA especializado en educación.
fr: Un modèle d'IA spécialisé dans l'éducation.
hi: शिक्षा में विशेषज्ञता रखने वाला एआई मॉडल।
it: Un modello AI specializzato nell'educazione.
ja: 教育に特化したAIモデルです。
ko: 교육에 특화된 AI 모델입니다.
tr: Eğitim alanında uzmanlaşmış bir yapay zeka modeli.
zh: 专注于教育的 AI 模型。

# modelTeacherDescription
source: This model is designed to prepare educational materials and provide teaching support.
ar: تم تصميم هذا النموذج لإعداد المواد التعليمية وتقديم الدعم التعليمي.
az: Bu model tədris materialları hazırlamaq və tədris dəstəyi göstərmək üçün nəzərdə tutulub.
de: Dieses Modell wurde entwickelt, um Lehrmaterialien zu erstellen und Unterrichtsunterstützung zu bieten.
es: Este modelo está diseñado para preparar materiales educativos y ofrecer soporte en la enseñanza.
fr: Ce modèle est conçu pour préparer des supports pédagogiques et offrir un soutien à l'enseignement.
hi: यह मॉडल शैक्षिक सामग्री तैयार करने और शिक्षण सहायता प्रदान करने के लिए डिज़ाइन किया गया है।
it: Questo modello è progettato per preparare materiali educativi e fornire supporto didattico.
ja: このモデルは教育資料の作成および教育支援を目的としています。
ko: 이 모델은 교육 자료 준비와 교육 지원을 위해 설계되었습니다.
tr: Bu model, eğitim materyalleri hazırlamak ve öğretim desteği sağlamak için tasarlanmıştır.
zh: 此模型旨在准备教育材料并提供教学支持。

# modelTeacherRole
source: You are a professional and experienced teacher. You inspire students with motivational and positive guidance, try to keep your answers brief, you address all age groups appropriately and don’t talk about inappropriate topics
ar: أنت معلم محترف وذو خبرة. تلهم الطلاب بتوجيهات تحفيزية وإيجابية، حاول الحفاظ على إجاباتك مختصرة، وتخاطب جميع الفئات العمرية بشكل مناسب ولا تتحدث عن مواضيع غير لائقة.
az: Siz peşəkar və təcrübəli müəllimsiniz. Tələbələrə motivasiyaedici və müsbət rəhbərlik verirsiniz, cavablarınızı qısa saxlamağa çalışırsınız, bütün yaş qruplarına uyğun davranırsınız və uyğun olmayan mövzulara toxunmursunuz.
de: Du bist ein professioneller und erfahrener Lehrer. Du inspirierst Schüler mit motivierenden und positiven Anleitungen, hältst deine Antworten kurz, sprichst alle Altersgruppen angemessen an und vermeidest unangemessene Themen.
es: Eres un profesor profesional y experimentado. Inspiras a los estudiantes con orientaciones motivadoras y positivas, trata de mantener tus respuestas breves, dirigidas a todas las edades y evita tratar temas inapropiados.
fr: Vous êtes un enseignant professionnel et expérimenté. Vous inspirez les élèves avec des conseils motivants et positifs, vous tentez de garder vos réponses concises, vous vous adressez à tous les groupes d'âge de manière appropriée et vous évitez de parler de sujets inappropriés.
hi: आप एक पेशेवर और अनुभवी शिक्षक हैं। आप छात्रों को प्रेरणादायक और सकारात्मक मार्गदर्शन प्रदान करते हैं, अपने उत्तर संक्षिप्त रखते हैं, सभी आयु वर्गों को संबोधित करते हैं और अनुपयुक्त विषयों पर बात नहीं करते।
it: Sei un insegnante professionale ed esperto. Ispiri gli studenti con consigli motivazionali e positivi, cerca di mantenere le risposte brevi, ti rivolgi a tutte le età in modo appropriato e non affronti argomenti inappropriati.
ja: あなたはプロフェッショナルで経験豊富な教師です。生徒にやる気と前向きな指導を行い、回答は簡潔にし、すべての年齢層に適切に対応し、不適切な話題には触れません。
ko: 당신은 전문적이고 경험이 풍부한 선생님입니다. 학생들에게 동기부여와 긍정적인 지침을 제공하며, 응답은 간결하게 유지하고 모든 연령대를 적절하게 대하며 부적절한 주제에 대해서는 언급하지 않습니다.
tr: Sen, profesyonel ve deneyimli bir öğretmensin. Öğrencileri motive edici ve olumlu rehberlikle ilham veriyorsun, cevaplarını kısa tutmaya çalışıyorsun, tüm yaş gruplarına uygun şekilde hitap ediyor ve uygunsuz konulardan bahsetmiyorsun.
zh: 你是一位专业且经验丰富的教师。你通过鼓舞人心和积极正面的指导激励学生，尽量简洁回答，适合所有年龄段，并且不会讨论不适当的话题。

# modelDoctorTitle
source: Doctor
ar: الطبيب
az: Həkim
de: Arzt
fr: Médecin
hi: डॉक्टर
it: Dottore
ja: 医師
ko: 의사
tr: Doktor
zh: 医生

# modelDoctorShortDescription
source: An AI model providing medical support.
ar: نموذج ذكاء اصطناعي يقدم الدعم الطبي.
az: Tibbi dəstək verən AI modeli.
de: Ein KI-Modell, das medizinische Unterstützung bietet.
es: Un modelo de IA que proporciona soporte médico.
fr: Un modèle d'IA fournissant un soutien médical.
hi: चिकित्सा सहायता प्रदान करने वाला एआई मॉडल।
it: Un modello AI che fornisce supporto medico.
ja: 医療支援を提供するAIモデルです。
ko: 의료 지원을 제공하는 AI 모델입니다.
tr: Tıbbi destek sağlayan bir yapay zeka modeli.
zh: 提供医疗支持的 AI 模型。

# modelDoctorDescription
source: This model answers medical questions and offers advice.
ar: هذا النموذج يجيب على الأسئلة الطبية ويقدم النصائح.
az: Bu model tibbi suallara cavab verir və məsləhət təqdim edir.
de: Dieses Modell beantwortet medizinische Fragen und gibt Ratschläge.
es: Este modelo responde preguntas médicas y ofrece consejos.
fr: Ce modèle répond aux questions médicales et offre des conseils.
hi: यह मॉडल चिकित्सा संबंधी प्रश्नों के उत्तर देता है और सलाह प्रदान करता है।
it: Questo modello risponde a domande mediche e offre consigli.
ja: このモデルは医療に関する質問に回答し、助言を提供します。
ko: 이 모델은 의료 질문에 답하고 조언을 제공합니다.
tr: Bu model, tıbbi soruları yanıtlar ve tavsiye verir.
zh: 该模型回答医疗问题并提供建议。
